Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: FF_CONTRIB_PAGE_NOTIFY_what is this?
de: Was ist das?
es: Que es eso?

source: FF_CONTRIB_PAGE_BUTTON_Chip In
de: Zahle ein
es: Detalles del pago

source: FF_CONTRIB_DETAILS_HEADER_Last Step: Your Payment Details
de: Zahlungsinformationen
es: Ultimo paso: los detalles del pago

source: FF_CONTRIB_DETAILS_Confirm Your Contribution
de: Bestätige deinen Beitrag
es: Confirmar tu contribución

source: FF_CONTRIB_DETAILS_Your contribution
de: Dein Beitrag
es: Tu contribución

source: FF_CONTRIB_PAGE_MAX. CONTRIBUTION:
de: MAX. Beitrag
es: CONTRIBUCION MAXIMA

source: FF_CONTRIB_DETAILS_Pay by CreditCard
de: Zahlung per Kreditkarte
es: Paga con tarjeta de crédito

source: FF_CONTRIB_DETAILS_Card type
de: Kartentyp
es: Tipo de tarjeta

source: FF_CONTRIB_DETAILS_Cardholder's Name
de: Karteninhaber
es: Nombre del titular de la tarjeta

source: FF_CREDITCARD_Your full name as it appears on the card
de: Dein voller Name, wie er auf der Kreditkarte steht.
es: Su nombre completo tal como aparece en la tarjeta

source: FF_CONTRIB_DETAILS_Card Number
de: Kartennummer
es: Número de la tarjeta de crédito

source: FF_CONTRIB_DETAILS_Expiry Date
de: Ablaufdatum
es: Fecha de caducidad

source: FF_CONTRIB_DETAILS_Card Validation Code
de: Kartenprüfnummer
es: Código de seguridad

source: FF_CONTRIB_DETAILS_what's this?
de: Was ist das?
es: ¿Qué es esto?

source: FF_CONTRIB_DETAILS_Your chip in confirmation will be emailed to you. See our <a target="_blank" href="%s">Privacy Policy</a> for more about how we use emails.
de: Eine Einzahlbestätigung wird dir per email gesendet. Sieh unsere <a target="_blank" href="%s">Datenschutzerklärung</a> für Details wie wir Emailadressen benutzen.
es: La confirmación de tu contribucón te mandamos por email. Ver nuestra <a target="_blank" href="%s">Privacy Policy</a> por más información relaciaonado con el uso de email.

source: FF_CONTRIB_DETAILS_Submit
de: Abschicken
es: Contribuir

source: FF_CONTRIB_FAIL_Payment Failed!
de: Zahlung fehlgeschlagen!
es: Pago no realizado!

source: FF_CONTRIB_FAIL_Thanks for NOT Chipping In!
de: Zahlung abgelehnt
es: Pago no realizado

source: FF_CONTRIB_FAIL_You've failed to contribute.
de: Deine Beteiligung ist fehlgeschlagen.
es: Oh no!, algo ha salido mal.

source: FF_CONTRIB_SUCCESS_Back to Pool
de: Zurück zum Pool
es: Volver al bote

source: FF_CONTRIB_SUCCESS_Payment Successful!
de: Zahlung erfolgreich!
es: Pago realizado con éxito!

source: FF_CONTRIB_SUCCESS_Thanks for Chipping In!
de: Vielen Dank für deine Einzahlung!
es: Gracias por contribuir!

source: FF_CONTRIB_SUCCESS_You've contributed %(amount)s to %(pool_title)s.
de: Du hast %(amount)s in den Pool %(pool_title)s eingezahlt.
es: Has contibuido con %(amount)s <br />para %(pool_title)s.

source: FF_PAYMENT_SUCCESS_We sent you a payment receipt, you should receive shortly.
de: Wir haben Dir eine Bestätigung per Email geschickt.
es: En breve recibirás un email de confirmación

source: FF_PAYMENT_SUCCESS_The payment will show up in a few minutes.
de: Die Bezahlung wird in ein paar Minuten angezeigt.
es: Tu pago se mostrará en unos minutos.

source: FF_CONTRIB_SUCCESS_Create a Pool
de: Gründe einen Pool
es: Crear un bote

source: FF_CONTRIBUTION_NOTIFYINVITEES_POPUP_heading, What is Notify Invitees?
de: Was ist das: "Benachrichtige Teilnehmer"
es: ¿Qué es Notificar Invitados?

source: FF_CONTRIBUTION_NOTIFYINVITEES_POPUP_1st paragraph explaining things.
de: Um mehr Unterstützung für diesen Pool zu erhalten und Fortschritt anzuzeigen, sollten alle Teilnehmer benachrichtigt werden.
es: El primer párrafo explicando las cosas.

source: FF_CONTRIBUTION_FEE_POPUP_Why am I being charged for chipping in?
de: Warum wurden mir für die Beteiligung Kosten berechnet?
es: ¿Porque me estan cobrando para contribuir?

source: FF_CONTRIBUTION_FEE_POPUP_To keep friendfund as cheap to use as possible, we have to charge transaction fees set by our Paypal and Credit Card providers.
de: Um friendfund so kostengünstig wie möglich anbieten zu können, berechnen wir Transaktionsgebühren des jeweiligen Zahlungsanbieters (Paypal, Visa,..).
es: Para segurar que friendfund es tan barato para usar como sea posible, tenemos que cobrar comisiones por transacción fijados por nuestros proveedores de Paypal y tarjeta de crédito.

source: FF_CONTRIBUTION_FEE_POPUP_Paypal and Credit Card Fees
de: Paypal-und Kreditkartengebühren
es: las tasas de tarjetas de créditoLas tasas de Paypal y Trajetas de Credito

source: FF_CONTRIBUTION_FEE_POPUP_%(fee_absolute)s + %(fee_relative)s%% transaction fee
de: %(fee_absolute)s + %(fee_relative)s%% Transaktionsgebühren
es: %(fee_absolute)s + %(fee_relative)s%% coste de transacción

source: FF_CONTRIBUTION_FEE_POPUP_%(fee_relative)s%% transaction fee
de: %(fee_relative)s%% Transaktionsgebühren
es: %(fee_relative)s%% coste de transacción

source: FF_Invite your Facebook friends.
de: Lade deine Freunde auf Facebook ein.
es: Invita a tus amigos de Facebook

source: FF_Log in with Facebook
de: Facebook Anmeldung
es: Entra con Facebook

source: FF_TITLE_Invite to %s
de: Einladen zu %s
es: Invitar a %s

source: FF_INVITEPAGE_HEADER_Invite friends to chip in
de: Lade Freunde zum Teilnehmen ein
es: Invitar amigos

source: FF_POOLDETAILS_HEADER_Pool Details
de: Pool Informationen
es: Información sobre el bote

source: FF_POOLDETAILS_HEADER_Invite friends to chip in
de: Lade deine Freunde ein teilzunehmen
es: Invita a tus amigos

source: FF_POOLDETAILS_HEADER_Done!
de: Fertig!
es: Finalizado!

source: FF_INVITEPAGE_HEADER_Step 3. Invite Your Friends To Chip In
de: 3. Lade deine Freunde ein
es: Ultimo paso: invita a tus amigos para que contribuyan

source: FF_POOLDETAILS_HEADER_What are you collecting money for?
de: Wofür sammelst du Geld?
es: ¿Para qué estás recaudando el dinero?

source: FF_INVITEPAGE_Remove All
de: Alle entfernen
es: Borrar todo

source: FF_INVITEPAGE_HEADER_Invited Friends
de: Freunde einladen
es: Invitados

source: FF_INVITER_EMAIL_Invite your friends from<br /> the left panel
de: Wähle Deine Freunde <br /> aus deiner Freundesliste
es: Invita a tus amigos que aparecen en el panel de la izquierda

source: FF_INVITEPAGE_how will my friends be notified?
de: Wie werden meine Freunde benachrichtigt?
es: ¿Cómo se les nofiticará a mis amigos?

source: FF_INVITEPAGE_HEADER_Invite your friends from Facebook, Twitter or Email
de: Freunde einladen mit Facebook, Twitter oder Email
es: Invita a tus amigos a través de Facebook, Twitter o email

source: FF_INVITEPAGE_Add a Personal Message to your Invitees <span>(optional)</span>
de: Füge deiner Einladung eine Nachricht hinzu
es: Personaliza Tu Invitación <span>(opcional)</span>

source: FF_INVITEPAGE_SUBJECT_Tip goes here
de: Hier kannst du den Betreff anpassen.
es: Personaliza tu línea de asunto

source: FF_INVITEPAGE_Subject
de: Betreff
es: Asunto

source: FF_INVITEPAGE_Write your subject here...
de: Gib deinen Betreff ein...
es: Te han invitado para que contribuyas

source: FF_INVITEPAGE_MESSAGE_Tip goes here
de: Hier kannst du die Nachricht an deine Freunde anpassen.
es: Personaliza el mensaje a los invitados.

source: FF_INVITEPAGE_Your message
de: Deine Nachricht
es: Tu mensaje

source: FF_INVITEPAGE_Write your message here...
de: Schreibe Deine Nachricht...
es: Escribe tu mensaje aquí...

source: FF_INVITEPAGE_How will my message be displayed?
de: Wie wird meine Nachricht angezeigt?
es: Vista previa de la Invitación

source: FF_INVITEPAGE_If you are inviting friends manually, here's a link to your pool:
de: Hier der Link zu deinem Pool, falls du jemanden direkt einladen möchtest:
es: Enlace a tu bote

source: FF_INVITEPAGE_BUTTON_Invite Friends
de: Freunde einladen
es: Invitar amigos

source: FF_INVITEPAGE_BUTTON_Create Pool
de: Pool gründen
es: Crear un bote

source: FF_INVITER_Search Friends
de: Freunde suchen...
es: Buscar amigos

source: FF_INVITER_CHECKBOX_Mutual Friends
de: Gemeinsame Freunde
es: Amigos en común

source: FF_INVITER_BUTTON_Invite All
de: Alle einladen
es: Invitar a todos

source: FF_INVITER_BUTTON_Invite
de: Einladen
es: Invitar

source: FF_INVITER_EMAIL_Add to Invitees
de: Zu den Eingeladenen hinzufügen
es: Añadir a los invitados

source: FF_INVITER_EMAIL_Friend's Name
de: Name des Freundes
es: Nombre del amigo

source: FF_INVITER_EMAIL_Email
de: Email
es: Email

source: FF_Invite your Twitter friends.
de: Lade deine Freunde auf Twitter ein.
es: Invita a tus amigos de Twitter

source: FF_Log in with Twitter
de: Twitter Anmeldung
es: Entra con Twitter

source: FF_INVITE_PREVIEW_Preview your Invitations
de: Vorschau deiner Einladungen
es: Vista previa de las invitaciones

source: FF_INVITE_PREVIEW_Friends will be emailed an invitation with a link to your Pool.
de: Eine Einladung mit dem Link zu deinem Pool wird an deiner Freunde gemailt.
es: Tus amigos recibirán una invitación con un enlace a tu bote

source: FF_INVITE_PREVIEW_EMAIL_To:
de: An:
es: A:

source: FF_INVITE_PREVIEW_EMAIL_Subject:
de: Betreff:
es: Subjeto:

source: FF_INVITE_PREVIEW_EMAIL_Date:
de: Datum:
es: Fecha:

source: FF_INVITE_PREVIEW_EMAIL_Hi Joe,
de: Hallo Joe,
es: Hola Joe,

source: FF_INVITE_PREVIEW_EMAIL_Thank you
de: Vielen Dank.
es: Gracias

source: FF_INVITE_PREVIEW_Your Facebook friends will be notified with a Facebook Event.
de: Deine Freunde werden auf Facebook zu einer Veranstaltung eingeladen.
es: Tus amigos de Facebook serán invitados a través de un Evento de Facebook.

source: FF_INVITE_PREVIEW_FACEBOOK_invited you
de: hat dich eingeladen
es: Te ha invidato

source: FF_INVITE_PREVIEW_FACEBOOK_Share
de: Teile
es: Compartir

source: FF_INVITE_PREVIEW_FACEBOOK_Public event
de: öffentliche Veranstaltung
es: Evento publico

source: FF_INVITE_PREVIEW_FACEBOOK_Time
de: Zeit
es: Hora

source: FF_INVITE_PREVIEW_FACEBOOK_Created by
de: Erstellt von
es: Creado por

source: FF_INVITE_PREVIEW_FACEBOOK_More info
de: Mehr Informationen
es: Mas información

source: FF_INVITE_PREVIEW_Close
de: Schließen
es: Cerrar

source: FF_INVITE_PREVIEW_Twitter friends will receive a Twitter @message
de: Deine Freunde auf Twitter erhalten eine Nachricht
es: Tus amigos de Twitter recibirán un mensaje de Twitter

source: FF_MYPOOLS_Activity
de: Neuigkeiten
es: Actividad

source: FF_MYPOOLS_My Pools
de: Meine Pools
es: Mis Botes

source: FF_MYPOOLS_Friends' Pools
de: Pools von Freunden
es: Botes de mis Amigos

source: FF_MYPOOLS_SECRET POOL
de: Geheimer Pool
es: BOTE SECRETO

source: FF_MYPOOLS_Created by %(admin_name)s on %(creation_date)s
de: Gegründet von %(admin_name)s am %(creation_date)s
es: Creado por %(admin_name)s el día %(creation_date)s

source: FF_NEWSSTREAMTYPE_Chipped in
de: Eingezahlt
es: Contribuido

source: FF_NEWSSTREAMTYPE_Commented
de: Kommentiert
es: Comentado

source: FF_MYPOOLS_PROMOTE
de: TEILEN
es: ANUNCIAR

source: FF_MYPOOLS_PROMOTE THIS POOL
de: WERBE FÜR DIESEN POOL
es: ANUNCIAR ESTE BOTE

source: FF_MYPOOLS_Invite Friends
de: Freunde einladen
es: Invitar amigos

source: FF_POOL_PAGE_CHIPIN_embed widget
de: Widget
es: Integrar widget

source: FF_MYPOOLS_SHARE TOOLS
de: LINK TEILEN
es: COMPARTIR HERRAMIENTAS

source: FF_POOL_PAGE_CHIPIN_Join
de: Mach mit
es: Unirse al bote

source: FF_MYPOOLS_VIEW
de: ANSEHEN
es: VER

source: FF_MYPOOLS_IN THIS POOL
de: IN DIESEM POOL
es: EN ESTE BOTE

source: FF_MYPOOLS_INVITED BY
de: EINGELADEN VON
es: INVITADO POR

source: FF_MYPOOLS_RECIPIENT
de: EMPFÄNGER
es: RECEPTOR

source: FF_MYPOOLS_MERCHANT
de: HÄNDLER
es: VENDEDOR

source: FF_MYPOOLS_SUCCESFUL
de: ERFOLGREICH
es: COMPLETADOS

source: FF_POOL_PAGE_HEADER_Chipped in
de: Eingezahlt
es: Ya han sido conseguidos

source: FF_POOL_PAGE_HEADER_Outstanding
de: Offen
es: Pendientes

source: FF_TITLE_Friend's pools
de: Pools deiner Freunde
es: Botes de amigos

source: FF_MYPOOLS_Your friends haven't created any Pools yet, to which you are not invited.
de: Deine Freunde haben noch keinen Pool gegründet.
es: Tus amigos no han creado ningun bote todavia.

source: FF_MYPOOLS_Create a Pool
de: Gründe einen Pool
es: CREAR UN BOTE

source: FF_TITLE_My Pools
de: Meine Pools
es: Mis Botes

source: FF_MYPOOLS_You haven't created any Pools yet.
de: Bisher hast du noch keinen Pool gegründet.
es: ¡Lo sentimos, no has creado ningún bote!

source: FF_MYPOOLS_Pools I've Created
de: Meine gegründeten Pools
es: Botes creados por mi

source: FF_MYPOOLS_Pools I'm In
de: Meine unterstützten Pools
es: Botes en los que participo

source: FF_TITLE_News stream
de: Nachrichten
es: Noticias

source: FF_NEWSSTREAM_Only Mine
de: Nur Meine
es: Sólo los mios

source: FF_NEWSSTREAM_All
de: Alle
es: Todos

source: FF_MYPOOLS_There has been no activity in your friend network yet.
de: Es gab bis jetzt keine Aktivitäten innerhalb deines Freundeskreises.
es: No ha habido ninguna actividad en la red de tu amigos.

source: FF_NEWSSTREAMTYPE_Success
de: Pool Erfolgreich!
es: Exito

source: FF_NEWSSTREAM_%(pooltitle)s has been <span class="bold">successfully funded!</span>
de: %(pooltitle)s wurde <span class="bold">erfolgreich geschlossen </span>
es: %(pooltitle)s ha sido <span class="bold">financiado con éxito!</span>

source: FF_NEWSSTREAM_SUCCESSFUL!
de: Erfolgreich!
es: COMPLETADO!

source: FF_NEWSSTREAM_%(actorname)s chipped in to %(pooltitle)s.
de: %(actorname)s hat sich an %(pooltitle)s beteiligt.
es: %(actorname)s ha contribuido a %(pooltitle)s.

source: FF_NEWSSTREAMTYPE_Created Pool
de: Pool gegründet
es: Bote creado

source: FF_NEWSSTREAM_%(actorname)s created %(pooltitle)s.
de: %(actorname)s hat %(pooltitle)s gegründet.
es: %(actorname)s ha creado %(pooltitle)s.

source: FF_NEWSSTREAMTYPE_Invited
de: Eingeladen
es: Invitado

source: FF_NEWSSTREAM_%(actorname)s invited %(invitee_names)s and %(no_others)s others to %(pooltitle)s.
de: %(actorname)s hat %(invitee_names)s und %(no_others)s Andere zu %(pooltitle)s eingeladen.
es: %(actorname)s ha invitado %(invitee_names)s y %(no_others)s otros a %(pooltitle)s.

source: FF_NEWSSTREAM_%(actorname)s invited %(invitee_names)s to %(pooltitle)s.
de: %(actorname)s hat %(invitee_names)s zu %(pooltitle)s eingeladen.
es: %(actorname)s ha invitado %(invitee_names)s a %(pooltitle)s.

source: FF_NEWSSTREAM_%(actorname)s commented on %(pooltitle)s.
de: %(actorname)s hat %(pooltitle)s kommentiert .
es: %(actorname)s ha comentado sobre %(pooltitle)s.

source: FF_TITLE_Account Settings
de: Kontoeinstellungen
es: Configuración de Cuenta

source: FF_ACCOUNT_Edit your profile
de: Profil bearbeiten
es: Editar tu perfil

source: FF_ACCOUNT_ Choose how you want to be identified on friendfund.
de: Ändere hier, wie du auf friendfund dargestellt wirst.
es: Elige como quieres identificarte en friendfund.

source: FF_ACCOUNT_Your Name
de: Deine Name
es: Tu nombre

source: FF_ACCOUNT_Email Address
de: Email
es: Dirección de email

source: FF_UPLOADPICTUREPOPUP_JPEG, PNG or GIF. MAX FILE SIZE: 5 MB
de: JPEG, PNG oder GIF. MAX Dateigröße : 5 MB
es: JPEG, PNG or GIF. TAMAÑO MAXIMO DEL ARCHIVO: 5 MB

source: FF_ACCOUNT_friendfund Picture
de: friendfund Bild
es: friendfund foto

source: FF_ACCOUNT_You have not uploaded a picture yet
de: Du hast noch kein Bild hochgeladen
es: Aun no has subido una foto

source: FF_ACCOUNT_Twitter Picture
de: Twitter Bild
es: Twitter foto

source: FF_ACCOUNT_You're not connected with Twitter
de: Du bist nicht mit Twitter verbunden
es: No estás conectado con Twitter

source: FF_LOGIN_Log in with Twitter
de: Twitter Anmeldung
es: Entra con Twitter

source: FF_LOGIN_Twitter_Log_In
de: Verbinden
es: Conectar

source: FF_ACCOUNT_Facebook Picture
de: Facebook Bild
es: Facebook foto

source: FF_ACCOUNT_You're not connected with Facebook
de: Du bist nicht mit Facebook verbunden
es: No estás conectado con Facebook

source: FF_LOGIN_Log in with Facebook
de: Facebook Anmeldung
es: Entra con Facebook

source: FF_LOGIN_Facebook_Log_In
de: Verbinden
es: Conectar

source: FF_ACCOUNT_Save Changes
de: Änderungen speichern
es: Guardar cambios

source: FF_TITLE_Account Password
de: Passwort
es: Contraseña de Cuenta

source: FF_PWD_PAGE_Create a Password fopr your account
de: Ein neues Passwort für dein Profil erstellen
es: Crea una Contraseña para tu cuenta

source: FF_PWD_PAGE_Change Your Password
de: Passwort ändern
es: Cambia tu contraseña

source: FF_PWD_PAGE_Current Password
de: Passwort
es: Contraseña Actual

source: FF_LOGIN_Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?

source: FF_PWD_PAGE_New Password
de: Neues Passwort
es: Contraseña nueva

source: FF_LOGIN_Min 6 characters. Letters and numbers only please.
de: Min. 6 Zeichen. Bitte nur Buchstaben oder Zahlen.
es: Mínimo 6 caracteres. Por favor, sólo letras y números

source: FF_PWD_PAGE_Confirm New Password
de: Bitte nocheinmal eingeben
es: Confirma tu contraseña nueva

source: FF_LOGINPOPUP_Hi %(name)s, please add your Email
de: Hi %(name)s, bitte füge deine Email hinzu
es: Hola %(name)s, ya casi has terminado!

source: FF_LOGINPOPUP_Please add an email address
de: Bitte für deine E-Mail Adresse hinzu
es: Por favor, rellena el resto de la información que aparece más abajo

source: FF_LOGIN_Email Address
de: Email
es: Dirección de email

source: FF_LOGINBUTTON_Add Emailauith
de: Speichern
es: Guardar

source: FF_ACCOUNT_Account Settings
de: Kontoeinstellungen
es: Configuración de cuenta

source: FF_MYPROFILE_MENU_Basic Info
de: Mein Konto
es: Información Básica

source: FF_MYPROFILE_MENU_Password
de: Passwort
es: Contraseña

source: FF_MYPROFILE_MENU_Notifications
de: Benachrichtigungen
es: Notificaciones

source: FF_MYPROFILE_MENU_Connections
de: Verbindungen
es: Redes

source: FF_TITLE_Connections
de: Verbindungen
es: Redes Sociales

source: FF_ACCOUNT_Log In Connections
de: Netzwerkverbindungen
es: Entrar con redes sociales

source: FF_ACCOUNT_You are connected to Facebook as <b>%(name)s</b>
de: Du bist mit Facebook als <b>%(name)s</b> verbunden
es: Estas conectado con facebook como <b>%(name)s</b>

source: FF_ACCOUNT_Disconnect
de: Trennen
es: Disconectar

source: FF_ACCOUNT_You are connected to Twitter as <b>%(name)s</b>
de: Du bist mit Twitter als <b>%(name)s</b> verbunden
es: Estas conectado con Twitter como <b>%(name)s</b>

source: FF_LOGINPOPUP_Forgot your password?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?

source: FF_LOGINPOPUP_Request Password here
de: Wir schicken dir ein neues Passwort an deine E-Mail Adresse.
es: Introduce tu dirección de email y te enviaremos las intrucciones para reestablecer tu contraseña.

source: FF_LOGINBUTTON_Submit
de: Abschicken
es: Solicitar instrucciones

source: FF_LOGIN_Login Here
de: Einloggen
es: Entrar Aquí

source: FF_LOGIN_Sign up Here
de: Registrieren
es: Registrarse Aquí

source: FF_LOGIN_Password
de: Password
es: Contraseña

source: FF_LOGINBUTTON_Log In
de: Einloggen
es: Entrar

source: FF_LOGIN_Login with facebook or twitter
de: Mit Facebook oder Twitter einloggen
es: Entrar con Facebook o Twitter

source: FF_LOGIN_Dont have an account yet?
de: Du hast noch kein Konto?
es: ¿No tienes una cuenta?

source: FF_LOGIN_Sign up here
de: Registrieren
es: Registrarse ahora

source: FF_LOGIN_Login
de: Login
es: Entrar

source: FF_LOGIN_Sign Up
de: Registrieren
es: Registrarse

source: FF_LOGINDROPDOWN_Account Settings
de: Kontoeinstellungen
es: Configuración

source: FF_LOGINDROPDOWN_Profile
de: Profil
es: Perfil

source: FF_LOGINDROPDOWN_Logout
de: Logout
es: Salir

source: FF_MENU_Home
de: Home
es: Inicio

source: FF_MENU_Learn
de: Erfahre mehr
es: APRENDE MAS

source: FF_MENU_My_Pools
de: Pools
es: BOTES

source: FF_LOGINPOPUP_Log in to invite your friends.
de: Logge dich jetzt ein, um Freunde einzuladen.
es: Entra para invitar a tus amigos

source: FF_LOGINPOPUP_Log in with a password instead
de: Hast du ein Konto bei uns?
es: Entrar con una contraseña

source: FF_LOGIN_Sign up now
de: Jetzt registrieren
es: Entrar ahora

source: FF_TITLE_Sign Up
de: Registrierung
es: Regístrate

source: FF_LOGIN_You're just seconds away from your new account!
de: Erstelle dein Konto und friendfund it!
es: Crear una cuenta de friendfund

source: FF_LOGIN_Sign in with Facebook or Twitter
de: Mit Facebook oder Twitter anmelden
es: Registrarse con Facebook o Twitter

source: FF_LOGIN_Sign up with a password instead
de: Oder registriere dich hier
es: Registrarse con una contraseña

source: FF_LOGIN_Your Name
de: Dein Name
es: Tu nombre

source: FF_LOGIN_By clicking "Sign Up", you confirm that you accept the <a href="%s">FF_LOGIN_Terms and Conditions.</a>
de: Mit Deiner Anmeldung erklärst du dich mit unseren <a href="%s">AGB</a> einverstanden.
es: *Información obligatoria<br /> Si pinchas en "Sign Up" confirmarás que aceptas los <a href="%s">Términos y Condiciones</a>

source: FF_LOGINBUTTON_Sign Up
de: Anmelden
es: Registrarse

source: FF_LOGINEXPLAIN_Q1__What is friendfund
de: Was ist friendfund
es: ¿Qué es friendfund?

source: FF_LOGINEXPLAIN_Q1_A1__<p>some text explaining what friendfund is.</p>
de: <p>Sei es ein Gruppengeschenk oder ein Beitrag für deinen Verein. Friendfund erlaubt es dir und deinen Freunden Geld flexibel und unkompliziert für jeden Zweck zu sammeln.</p>
es: <p>Ya sea para hacer un regalo en grupo o ayudar a un club u organización local, friendfund te permite, fácil y rápidamente, invitar a un grupo de amigos a contribuir en un bote de una forma divertida y social.

source: FF_LOGINEXPLAIN_Q2__Privacy
de: Datenschutz
es: Privacidad

source: FF_LOGINEXPLAIN_Q2_A1__<p>Some Text explaining what Privacy means for friendfund.</p><p>you can use multiple p-Tags</p>
de: <p>Datenschutz ist uns sehr wichtig. Friendfund wird niemals deine persönlichen Daten weitergeben oder missbrauchen.</p>
es: <p>Tu privacidad es muy importante para nosotros. Friendfund nunca compartirá o abusará de tu información.<p>

source: FF_NOTIFICATIONS_Please email me when...
de: Ich möchte benachrichtigt werden, wenn
es: Por favor envíeme un correo electrónico cuando ...

source: FF_LOGINPOPUP_Sign up to invite your friends.
de: Melde dich an, um deine Freunde einzuladen.
es: Regístrate para invitar a tus amigos

source: FF_SIGNUPPOPUP_Sign up with Facebook
de: Mit Facebook anmelden
es: Regístrate con facebook

source: FF_SIGNUPPOPUP_Sign up with Twitter
de: Mit Twitter anmelden
es: Regístrate con Twitter

source: FF_LOGIN_Login in Here
de: Hier einloggen
es: Entrar Aquí

source: FF_IFRAME_To friendfund a specific product, visit any of the product pages on this site.
de: Um was Bestimmtes zu friendfunden, besuch eine Produktseite des Händlers!
es: Si quieres algo especifico, visita cualquier producto en esta pagina web.

source: FF_IFRAME_Organise a Group Gift!
de: Organisier einen Geschenkpool!
es: Organizar un regalo en grupo

source: FF_IFRAME_BUTTON_Help
de: Mehr
es: Ayuda

source: FF_close
de: Schließen
es: Cerrar

source: FF_IFRAME_Quick Guide to Creating a Pool
de: Kurzanleitung zur Poolerstellung
es: Guia rapida para crear un bote

source: FF_IFRAME_Create a Group Gift Pool and give something extra special without breaking the bank.
de: Wie du mit einem Geschenkpool das Besondere schenken kannst, ohne gleich Bankrott zu gehen.
es: Ahora con friendfund regala a un familiar, amigo o a quién tu quieras una experiencia de La Vida es Bella y comparte el precio con el resto de tus amigos de facebook

source: FF_IFRAME_Find a gift and click the friendfund it! button
de: Finde das Geschenk und klicke auf den "friendfund-it" Button
es: Busca un regalo y pincha el boton "friendfund it!"

source: FF_IFRAME_Find the perfect gift from our huge selection. ?
de: Finde das perfekte Geschenk unter tausenden Möglichen.
es: Descubre el regalo perfecto entre una selección de miles.

source: FF_IFRAME_Choose your recipient, occasion and contribution deadline
de: Wähle einen Empfänger und Anlaß
es: Elije el receptor y la ocasión
