Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: FF_IFRAME_Select your friend and special occasion. Make sure to leave aside plenty of time when selecting a deadline.
de: Wähle einen Freund und besonderen Anlaß. Ihr habt dann 10 Tage das Ziel zu erreichen!
es: Selecciona tu amigo y la ocasión. Tienes 10 días para alcanzar el objetivo.

source: FF_IFRAME_Share the costs with friends!
de: Lade deine Freunde zum Mithelfen ein
es: ¡Compartir los costes con amigos!

source: FF_IFRAME_Invite your friends to chip in as much or as little as they want!
de: Lade deine Freunde mit um soviel oder so wenig einzuzahlen, wie sie wollen.
es: Invita a tus amigos para que contribuyan con la cantidad que ellos elijan

source: FF_IFRAME_HELPPOPUP_Get started
de: Und Los!
es: Comenzar

source: FF_IFRAME_Your gift:
de: Dein Geschenk:
es: Tu regalo

source: FF_IFRAME_Edit
de: Ändern
es: Editar

source: FF_IFRAME_Recipient
de: Empfänger
es: Receptor

source: FF_IFRAME_Please choose your recipient from the left panel.
de: Bitte wähle einen Empfänger von der linken Seite.
es: Elija el receptor

source: FF_IFRAME_Occasion:
de: Anlaß
es: Ocasión

source: FF_IFRAME_Please choose an occasion from the left panel.
de: Bitte wähle einen bestimmten Anlaß von der linken Seite.
es: Elija una ocasión:

source: FF_IFRAME_Contribution Deadline:
de: Enddatum:
es: Fin de plazo para contribuciones

source: FF_IFRAME_Invite Friends
de: Los Geht's
es: Invitar amigos

source: FF_IFRAME_Choose Your recipient
de: Wähle einen Empfänger
es: Elija el receptor

source: FF_IFRAME_Choose an occasion:
de: Wähle einen Anlass:
es: Elija una ocasión:

source: FF_IFRAME_Just because...
de: Einfach so...
es: El hecho de que...

source: FF_IFRAME_... or enter your own occasion
de: ... Oder ein anderer Anlass:
es: ...O escribe tu propria ocasión

source: FF_IFRAME_You are safe with us
de: Bei uns bist du sicher
es: Estas seguro con nosotros

source: FF_TITLE_Address | %s
de: Adresse | %s
es: dirección | %s

source: FF_ADDRESS_Shipping Address
de: Versandadresse
es: Dirección de envío

source: FF_ADDRESS_Where is your gift going to?
de: Wohin soll dein Geschenk geschickt werden?
es: ¿A donde va el regalo?

source: FF_ADDRESS_First Name
de: Vorname
es: Nombre

source: FF_ADDRESS_Last name
de: Nachname
es: Apellido

source: FF_ADDRESS_Address
de: Strasse mit Nummer
es: Dirección

source: FF_ADDRESS_City
de: Stadt
es: Ciudad

source: FF_ADDRESS_Postal Code
de: PLZ
es: Codigo Postal

source: FF_ADDRESS_State
de: Bundesland
es: Provincia

source: FF_ADDRESS_Country
de: Land
es: País

source: FF_ADDRESS_Order Comments
de: Bestellnotizen
es: Comentarios adicionales sobre el pedido

source: FF_ADDRESS_Send a note to %(merchant_name)s with your order.
de: Sende eine kurze Notiz mit deiner %(merchant_name)s Bestellung
es: Mandar un comentario a %(merchant_name)s con tu pedido

source: FF_ADDRESS_Save Settings
de: Speichern
es: Guardar configuración

source: FF_Back to pool
de: Zurück zum Pool
es: Volver al bote

source: FF_POOLPAGE_CHAT_LABEL_has Chipped in
de: hat eingezahlt.
es: ha contribuido

source: FF_POOLDETAILS_HEADER_Create a Pool
de: Pool gründen
es: Crear un bote

source: FF_POOLDETAILS_HEADER_Step 2. Enter Your Pool Details
de: 2. Gib Informationen zu deinem Pool ein.
es: Paso 2. Introduce los datos del bote

source: FF_POOLDETAILS_HEADER_Enter pool details
de: Gib Informationen zu deinem Pool ein
es: Datos del bote

source: FF_POOLDETAILS_We Need
de: Wir brauchen
es: Necesitamos

source: FF_POOLDETAILS_Edit Currency
de: Währung ändern
es: Editar moneda

source: FF_Edit
de: Ändern
es: Editar

source: FF_POOLDETAILS_TITLE_Tip goes here
de: Gib deinem Pool einen Namen.
es: Elige algo que sea importante para el bote

source: FF_POOLDETAILS_LABEL_Pool Title
de: Titel
es: Título del bote

source: FF_POOLDETAILS_Write your title here...
de: Gib einen kurzen Titel ein...
es: Escribe el título aquí

source: FF_POOLDETAILS_DESCRIPTION_Tip goes here
de: Beschreibe kurz, für welchen Zweck das Geld gedacht ist.
es: Que sea corto y con chispa.

source: FF_POOLDETAILS_LABEL_Pool Description
de: Beschreibung
es: Descripción del bote

source: FF_POOLDETAILS_Write your description here...
de: Gib eine einladende Beschreibung ein...
es: Escribe la descripción aquí...

source: FF_POOLDETAILS_LABEL_Pool Image
de: Bild
es: Imagen del bote

source: FF_POOLDETAILS_URLParser Tooltip goes here
de: Füge hier den Link zu einer Webseite ein.
es: Pegar un enlace de cuarquier página web

source: FF_POOLDETAILS_use URL:
de: URL
es: Utilizar URL

source: FF_POOLDETAILS_Examples:www.cnn.com
de: Beispiel: www.cnn.com...
es: Ejemplos:www.cnn.com

source: FF_LINK_or Upload a picture
de: oder lade ein Bild hoch
es: o selecciona un archivo de tu ordenador

source: FF_POOLDETAILS_Receiving Your Money
de: Auszahlung
es: Recibiendo tu dinero

source: FF_POOLDETAILS_How do you want to receive your money once the Pool is funded?
de: Wie möchtest du dein Geld erhalten?
es: ¿Cómo quieres recibir los fondos si el bote alcanza el total?

source: FF_POOLDETAILS_You will only be paid if your Pool is successfully funded. This information will not be shared with anyone else.
de: Diese Information wird mit Niemandem geteilt!
es: Esta información no se revelará a nadie.

source: FF_POOLDETAILS_(costs you %(fees)s%%)
de: (Gebühren %(fees)s%%)
es: (%(fees)s%% coste de transacción)

source: FF_POOLDETAILS_(FREE)
de: (KOSTENLOS)
es: (GRATUITO)

source: FF_POOLDETAILS_If choosing this option, you will be charged a %(fees)s%% fee. Do you want to add this to your Pool Funding Total?
de: Wenn du diese Option wählst, werden Gebühren in Höhe von %(fees)s%% berechnet. Möchtest du das die Gebühren dem Gesamtbetrag des Pools hinzugefügt werden?
es: Si eliges esta opción, se te cargará %(fees)s%% en concepto de coste de transacción. ¿Quieres añadirlo al total del bote?

source: FF_POOLDETAILS_Yes, please add the %(fees)s%% to my Funding Total
de: Die Gebühren in Höhe von %(fees)s%% dem Gesamtbetrag hinzufügen
es: Si, por favor, añadir %(fees)s%% al total del bote

source: FF_POOLDETAILS_Invite Friends
de: Freunde einladen
es: Invitar amigos

source: FF_POOL_EDIT_Edit %(pool_title)s
de: Bearbeite %(pool_title)s
es: Editar %(pool_title)s

source: FF_POOLDETAILS_HEADER_Edit your Pool below
de: Pool Bearbeiten
es: Editar tu bote

source: FF_POOLEDIT_TITLE_Change the title of your pool here
de: Ändere den Pooltitel hier
es: Cambiar el título de tu bote aquí

source: FF_EDIT_DESCRIPTION_Change your pool description here and raise more awareness by gripping storytelling!
de: Ändere deine Poolbeschreibung in eine packende, persönliche Geschichte für mehr Interesse and Hilfsbereitschaft.
es: Cambia la descripción de tu bote aquí

source: FF_POOL_PAGE_HEADER_Pool closes on %(closing_date)s
de: Der Pool wird am %(closing_date)s beendet.
es: El bote se cierra el día %(closing_date)s

source: FF_POOL_PAGE_HEADER_by %(admin_name)s
de: von %(admin_name)s
es: por %(admin_name)s

source: FF_POOL_PAGE_day
de: tag
es: dia

source: FF_POOL_PAGE_ADMIN_Edit Shipping Address
de: Versandadresse ändern
es: Editar la dirección de envío

source: FF_POOL_PAGE_ADMIN_Show
de: Zeige
es: Mostrar

source: FF_POOL_PAGE_ADMIN_Welcome to your Pool Page. Get started below:
de: Willkommen zu deiner Pool-Seite. Und los geht's:
es: Bienvenido a la página de tus botes. Empezamos más abajo:

source: FF_POOL_PAGE_ADMIN_Promote your pool
de: Werbe für diesen Pool
es: Anuncia tu bote

source: FF_POOL_PAGE_ADMIN_Hide
de: Verbergen
es: Ocultar

source: FF_POOL_PAGE_ADMIN_Share on Social Networks
de: Auf sozialen Netzwerken verteilen
es: Compartir en redes sociales

source: FF_POOL_PAGE_ADMIN_Share your Pool with friends
de: Teile deinen Pool mit Freunden
es: Compartir este bote con tus amigos

source: FF_POOL_PAGE_ADMIN_Promote on your website
de: Werbe auf deiner Webseite
es: Promocionar en tu página web

source: FF_POOL_PAGE_ADMIN_Embed a widget on your site so visitors can find your Pool.
de: Binde ein Widget auf deiner Webseite ein, damit Besucher deinen Pool finden können.
es: Integrar un widget en tu página para que los visitantes encuentren tu bote.

source: FF_POOL_PAGE_ADMIN_embed widget
de: Widget einbinden
es: Integrar widget

source: FF_POOL_PAGE_ADMIN_Invite more friends to chip in
de: Lade mehr Freunde ein teilzunehmen
es: Invitar más amigos a contribuir

source: FF_POOL_PAGE_ADMIN_Have you forgotten to invite anyone?
de: Hast du jemanden vergessen?
es: ¿Has olvidado invitar a alguien?

source: FF_POOL_PAGE_ADMIN_invite more friends
de: Mehr Freunde einladen
es: Invitar a más amigos

source: FF_POOL_PAGE_CHIPIN_invite more friends
de: mehr Freunde einladen
es: Invitar a más amigos

source: FF_POOL_PAGE_CHIPIN_Share the pool
de: Teile diesen Pool
es: Compartir este bote

source: FF_POOL_PAGE_CHIPIN_Share the link
de: Link teilen
es: Compartir el enlace

source: FF_POOL_PAGE_BODY_%(number_invitees)s Invitees
de: %(number_invitees)s Teilnehmer
es: %(number_invitees)s Invitados

source: FF_POOL_PAGE_BODY_Who's invited
de: Wer wurde eingeladen
es: Invitados

source: FF_POOL_PAGE_BODY_View More
de: Mehr anzeigen
es: Ver todo

source: FF_POOL_PAGE_BODY_Show All
de: Alle anzeigen
es: Mostrar todos

source: FF_POOL_PAGE_BODY_Hide All
de: Alle verbergen
es: Ocultar todos

source: FF_POOL_PAGE_BODY_About
de: Details zu diesem Pool
es: Acerca de

source: FF_POOL_PAGE_RECIPIENT
de: Empfänger
es: RECEPTOR

source: FF_POOL_PAGE_MERCHANT
de: Händler
es: VENDEDOR

source: FF_POOL_PAGE_BODY_Comments
de: Kommentare
es: Comentarios

source: FF_POOL_PAGE_BODY_Add your comment here...
de: Füge deinen Kommentar hinzu...
es: Añade tu comentario aquí...

source: FF_POOL_PAGE_BODY_Post Comment
de: Kommentieren
es: Publicar comentario

source: FF_TITLESUCCESS for %s
de: für %s
es: Exito para %s

source: FF_POOLECARD_eCard for %(pool_title)s
de: eCard für %(pool_title)s
es: Tarjeta electrónica para %(pool_title)s

source: FF_POOLECARD_Share card
de: eCard teilen
es: Compartir tarjeta

source: FF_POOLECARD_View Pool
de: Pool ansehen
es: Ver bote

source: FF_POOLECARD_Create a new Pool
de: Neuen Pool gründen
es: Crear un nuevo bote

source: FF_POOLECARD_Messages
de: Grüße
es: Mensajes

source: FF_POOL_PAGE_HEADER_contributors
de: Einzahler
es: CONTRIBUYENTES

source: FF_POOLECARD_All_Contributors
de: Alle Einzahler
es: Todos los contribuidores

source: FF_POOL_PAGE_CHIPIN_Its all or nothing!
de: Alles oder Nichts!
es: Es todo o nada

source: FF_POOL_PAGE_CHIPIN_This pool will only be founded if a minimum of %(total_amount)s has been chipped in by <strong>%(closing_date)s</strong>
de: Du zahlst nur, wenn der Gesamtbetrag in Höhe von %(total_amount)s bis zum <strong>%(closing_date)s</strong> zustande kommt! Sollte der geforderte Gesamtbetrag nicht zustande kommen, wird dir kein Cent berechnet. Etwaige Paypalgebühren werden dir natürlich auch zurückerstattet!
es: Sólo se te cargará si el total del %(total_amount)s es alcanzado antes del día <strong>%(closing_date)s</strong>

source: FF_POOL_PAGE_CHIPIN_Its SUCCESS!
de: Erfolgreich!
es: EXITO!

source: FF_POOL_PAGE_CHIPIN_This pool was successfully funded and is now cloed.
de: Der geforderte Gesamtbetrag dieses Pools ist erreicht worden.
es: Este bote se consiguió con éxito y ahora está cerrado

source: FF_POOL_PAGE_CHIPIN_View Card
de: eCard ansehen
es: Ver tarjeta electrónica

source: FF_POOL_PAGE_CHIPIN_THE POOL HAS EXPIRED.
de: Der Pool ist abgelaufen.
es: EL BOTE HA CADUCADO

source: FF_POOL_PAGE_CHIPIN_The pool has expired without reaching its target in time.
de: Der Pool hat den geforderten Gesamtbetrag in der vorgegebenen Zeit nicht erreicht.
es: Este bote ha caducado sin alcanzar el total a tiempo.

source: FF_POOL_PAGE_CHIPIN_Chip In
de: Zahle ein
es: Contribuir

source: FF_POOL_PAGE_CHIPIN_Suggested amount <span>%(suggested_amount)s</span>
de: Vorgeschlagener Betrag <span>%(suggested_amount)s</span>
es: Sugiere una cantidad <span>%(suggested_amount)s</span>

source: FF_POOL_PAGE_CHIPIN_Chip in Suggested Amount >
de: Vorgeschlagener Betrag
es: Contribuir la cantidad sugerida

source: FF_WIDGET_POPUP_Embed a widget in your site
de: Platziere ein Widget auf deiner Webseite
es: Integrar un widget en tu página web

source: FF_WIDGET_POPUP_Grab the code below and paste it into your website
de: Kopiere den folgenden Code und füge diesen in deiner Webseite ein
es: Coge el código que aparece abajo y pégalo en el sitio web:

source: FF_WIDGET_VIEW
de: Anschauen
es: VER

source: FF_UPLOADPICTUREPOPUP_Change the Picture
de: Bild hochladen
es: Cambiar la foto

source: FF_UPLOADPICTUREPOPUP_Upload Picture
de: Bild hochladen
es: Subir foto

source: FF_UPLOADPICTUREPOPUP_Save
de: Hochladen
es: Subir

source: FF_UPLOADPICTUREPOPUP_Submit
de: Speichern
es: Guardar

source: FF_LINK_Edit Image
de: Bild bearbeiten
es: Editar imagen

source: FF_HOMEPAGE_PRODUCT_default_standin_value
de: Wert
es: Escribe un nombre corto y descriptivo

source: FF_HOMEPAGE_PRODUCT_default_standin_description
de: Beschreibung
es: Escribe una descripción corta

source: FF_HOMEPAGE_PRODUCT_Choose a thumbnail (%(counter)s of %(total)s)
de: Wähle ein Vorschaubild (%(counter)s von %(total)s)
es: Eligir un Thumbnail (%(counter)s de %(total)s)

source: FF_POOL_INFO_<strong>%(number_contributors)d</strong> contributor
de: <strong>%(number_contributors)d</strong> Einzahler
es: <strong>%(number_contributors)d</strong> participante

source: FF_POOL_INFO_<strong>%(number_invitees)d</strong> invitee
de: <strong>%(number_invitees)d</strong> TEILNEHMER
es: <strong>%(number_invitees)d</strong> invitado

source: FF_POOL_INFO_<strong>%(days_left)d</strong> day left
de: noch <strong>%(days_left)d</strong> Tag
es: <strong>%(days_left)d</strong> dia restantes

source: FF_POOL_INFO_<strong>%(days)d</strong> days left
es: <strong>%(days)d</strong> dias restantes

source: GREAT_AMERICAN_DAYS_CERTIFICATES
de: GREAT AMERICAN DAYS GUTSCHEINE

source: DIRECTEBANKING
de: DIREKTBANKING

source: FF_HOMEPAGE_Visit our Partner site to buy stuff toghether.
de: Besuch unsere Partnershops um gemeinsam Geschenke zu kaufen.

source: FF_HOMEPAGE_friendfund has teamed up with some amazing merchants to give you the best possible group gifting experience.
de: friendfund hat Partnerschaften mit einigen herausragenden Händlern abgeschlossen, um das bestmögliche Gruppengeschenk-Erlebnis bieten zu können.

source: FF_HOMEPAGE_What our users are saying
de: Was unsere Nutzer sagen

source: FF_STATIC_MENU_About
de: Über Uns

source: FF_STATIC_MENU_About Friendfund
de: Über friendfund

source: FF_STATIC_MENU_Contact
de: Kontakt

source: FF_STATIC_MENU_Legal
de: Impressum

source: FF_STATIC_MENU_Imprint
de: Impressum

source: FF_STATIC_MENU_Getting started
de: Wie geht's los?

source: FF_STATIC_PAGE_Pool_Tips
de: Guter Rat

source: FF_Imprint
de: Impressum

source: FF_PARTNER_MENU_what you get
de: Was ist das?

source: FF_PARTNER_MENU_how it works
de: Wie Funktioniert's?

source: FF_PARTNER_MENU_pricing
de: Preise

source: FF_PARTNER_MENU_set it up
de: Aufsetzen

source: FF_PARTNER_CONTACT_No setup or monthly fees, performance based, discover new customers whilst making sales.
de: Keine Bereitstellungsgebühr, meine monatliche Gebühr, rein Performance-basiert! Entdecke neue Kundengruppen und steigere Verkaufszahlen.

source: FF_PARTNER_CONTACT_To start accepting your first group payment today or find out more about our competitive pricing structure, please contact <b><a %s>sales@friendfund.com</a></b>
de: Um noch heute die erste Gruppenzahlung annehmen zu können und mehr über unsere Tarifstruktur zu erfahren, wende dich jetzt an <b><a %s>sales@friendfund.com</a></b>.

source: FF_PARTNER_CONTACT_friendfund makes it simple for friends to pay together online!
de: friendfund macht online Gruppenzahlung spielend einfach!

source: FF_PARTNER_CONTACT_Next:
de: Weiter:

source: FF_PARTNER_CONTACT_Previous:
de: Zurück:

source: FF_CONTACT_Company
de: Firma

source: FF_CONTACT_Write your company name here...
de: Gib deinen Firmenamen hier ein...

source: FF_REQUIRE_SHIPPING_ADDRESS_POPUP_This gift still needs a shipping address!
de: Dieses Geschenk benötigt noch eine Versandadresse!

source: FF_REQUIRE_SHIPPING_ADDRESS_POPUP_Your gift cannot be sent until we know where its going
de: Wir müssen wissen, wohin das Geschenk geschickt werden soll. Wenn du eine Versandadresse eingetragen hast, wird das Geschenk umgehend versandt.

source: FF_REQUIRE_SHIPPING_ADDRESS_POPUP_BUTTON_Add a Shipping Address
de: Versandadresse hinzufügen

source: FF_CONTRIB_PAGE_Post contribution notice to my wall ortwitter stream.
de: Veröffentliche an meiner Facebookwand oder Twitter Timeline.

source: FF_CONTRIB_Try again
de: Versuch's nochmal

source: FF_LOGINBUTTON_Log in with <a %s>Facebook</a> instead.
de: Melde dich alternativ mit <a %s>Facebook</a>.

source: FF_POOLDETAILS_You have <strong>10 days</strong> to reach the target.
de: Ihr habt <strong>10 Tage</strong> um das Ziel zu erreichen!

source: FF_POOLDETAILS_You can edit everything, except the target, later.
de: Alles außer dem Poolziel kann später noch geändert werden.

source: FF_POOL_EDIT_Upload a picture
de: Lade ein Bild hoch

source: FF_POOLEDIT_Update Pool
de: Speichern

source: FF_POOLEDIT_or
de: oder

source: FF_POOLEDIT_Cancel
de: Abbrechen

source: FF_POOL_PAGE_Pool closes in
de: Pool endet in

source: FF_POOL_PAGE_hr
de: std

source: FF_POOL_PAGE_min
de: min

source: FF_POOL_PAGE_sec
de: sek

source: FF_POOL_PAGE_ADMIN_Edit Pool
de: Pool Bearbeiten

source: FF_POOL_INFO_<strong>%(hours)d</strong> hour left
de: noch <strong>%(hours)d</strong> Stunde

source: FF_POOL_INFO_<strong>%(mins)d</strong> minute left
de: noch <strong>%(mins)d</strong> Minute

source: FF_POOL_INFO_<strong>%(secs)d</strong> second left
de: noch <strong>%(secs)d</strong> Sekunde

source: FF_POOL_INFO_expired
de: abgelaufen
