Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: FF_CONTACT_EMAIL_SENT_Your message has been sent to us, thank you for your time!
de: Deine Nachricht wurde an uns verschickt!
es: Tu mensaje nos ha sido enviado, gracias por tu tiempo.

source: FB_LOGIN_TRY_This User cannot be consolidated with your current Account.
de: Dieser Benutzer konnte nicht mit deinem Konto zusammengeführt werden.
es: Este Perfil no puede ser añadido a tu Cuenta.

source: FB_LOGIN_NOT_LOGGED_INTO_FACEBOOK_WARNING
de: Du scheinst nicht in Facebook eingeloggt zu sein. Wenn doch, versuch es bitte noch einmal.
es: Facebook tiene problemas para acceder a tu cuenta. Por favor, inténtalo de nuevo.

source: USER_SIGNUP_EMAIL_ALREADY_EXISTS
de: E-Mail Adresse bereits vergeben
es: correo electronico de usario ya registrado!

source: USER_SIGNUP_If this is you, please try logging in with your email address and password or %(link_open)srequest a password change!%(link_close)s
de: Wenn das deine E-Mail Adresse ist, lass dir doch ein %(link_open)s neues Passwort schicken! %(link_close)s
es: ¡Si eres tú, por favor intenta acceder con tu dirección de email y contraseña o %(link_open)ssolicita un cambio de contraseña!%(link_close)s

source: FF_INVITE_PAGE_ERRORBAND_Please fill in below values correctly.
de: Bitte überprüfe deine Eingabe.
es: Por favor, rellena los campos necesarios más abajo

source: Please input an Invite Message
de: Schreibe eine Einladung
es: introducir un mensaje de invitación

source: Please input an Invite Subject
de: Betreff deiner Einladung
es: introducir

source: FF_POOL_PAGE_Welcome to your new Pool! Don't forget to <a href="%s">add a Shipping Address</a>
de: Willkommen in deinem neuen Pool. Bitte vergiss nicht eine <a href="%s">Versandadresse anzugeben</a>
es: Bienvenido a tu nuevo bote! No olvides <a href="%s">añadir la dirección de envío</a>

source: FF_POOL_PAGE_Welcome to your new Pool!
de: Willkommen in deinem neuen Pool.
es: Bienvenido a tu nuevo bote!

source: RECEIVER_ADD_Unknown Network or Method
de: Unbekanntes Netzwerk oder Methode.
es: Acción o Red desconocida

source: FF_Choose your recipient from Facebook
de: Wähle einen Empfänger von Facebook
es: Elija el receptor de Facebook

source: FF_Choose your recipient from Twitter
de: Bitte wähle deinen Empfänger von Twitter
es: Elija el receptor de Twitter

source: FF_IFRAME_INVITE_EMAIL_BUTTON
de: Auswählen
es: Seleccionar

source: FF_ACCOUNT_Your changes have been changed.
de: Die Änderung wurde gespeichert.
es: Los cambios han sido guardados.

source: FF_ADDRESS_Please correct the Errors below
de: Berichtige bitte die Fehler unten!
es: Corregir los erores abajo

source: FF_ADDRESS_Your email address has already been claimed by another user, please choose a new one in your profile settings!
de: Deine Emailadresse wurde bereits von einem anderen Nutzer beansprucht, bitte wähle eine Andere in den Profileinstellungen!
es: Tu correo electrónico ya ha sido elegido por otro usuario. Elije otro distinto en la configuración de tu perfil.

source: FF_PWD_PAGE_Current password incorrect!
de: Passwort inkorrekt!
es: Contraseña incorrecta!

source: USER_LOGIN_UNKNOWN_EMAIL_OR_PASSWORD
de: E-Mail oder Passwort unbekannt!
es: Error en correo electrónico o contraseña

source: FF_An email with your new password has been sent to %(email)s.
de: Eine Email mit dem neuen Passwort, wurde an %(email)s verschickt.
es: Un email con tu nueva contraseña te ha sido enviado a %(email)s.

source: FF_RESETPASSWORD_Email does not exist.
de: Diese E-Mail Adresse existiert nicht.
es: El email no existe.

source: FF_RESETPASSWORD_Email is already owned by another user.
de: Diese E-Mail Adresse ist schon vergeben.
es: Este email está siendo usado por otro usuario.

source: INDEX_PAGE_No Occasion Found
de: Es wurde kein Event gefunden
es: El evento no ha sido encontrado

source: INDEX_PAGE_Invalid Format - Occasion
de: Event Datum ist ungültig.
es: Formato de fecha incorrecto.

source: FF_CONTRIBUTION_PAGE_ERRORBAND_Please correct the Errors below
de: Bitte alle Fehler korrigieren.
es: Por favor, rellena los campos necesarios más abajo

source: CONTRIBUTION_PAGE_Unknown Payment Method
de: Unbekannte Zahlart
es: Forma de pago desconocida

source: CONTRIBUTION_CREDITCARD_DETAILS_An error has occured, please try again later. Your payment has not been processed.
de: Es ist ein Fehler passiert, bitte versuche es zu einem späteren Zeitpunkt noch einmal. Deine Zahlung wurde nicht ausgeführt.
es: Ha ocurrido un error, por favor, inténtalo de nuevo más tarde. Tu pago no ha sido procesado.

source: CONTRIBUTION_CREDITCARD_DETAILS_A serious error occured, please try again later
de: Es ist etwas sehr sehr schief gelaufen.
es: Se ha producido un grave error, por favor, inténtalo de nuevo más tarde.

source: CONTRIBUTION_CREDITCARD_DETAILS_Incorrect Payment Form Data, Token missing. Your payment has not been processed.
de: Fehlerhafte Zahlungsangaben, es fehlen Zeichen. Deine Zahlung wurde nicht ausgeführt.
es: Los datos en el Formulario de Pago son incorrectos, faltan datos. Tu pago no ha sido procesado.

source: FF_CONTRIBUTION_VALIDATION_ERRORBAND_Please fill in all fields correctly!
de: Bitte alle Felder korrekt ausfüllen.
es: Por favor, rellena los campos necesarios más abajo

source: Unknown Card Type
de: Unbekannter Kartentyp
es: Tipo de tarjeta desconocida

source: Invalid payment data found, possibly some hiccup?
de: Ungültige Zahlungsinformationen. Es kann sich um eine Störung handeln.
es: Los datos del pago son inválidos, puede que haya un error.

source: POOL_Your not authorized for this operation.
de: Vorgang nicht erlaubt.
es: No estás autorizado para realizar esta acción.

source: POOL_ACTION_Pool is now Closed and the Gift has been ordered!
de: Der Pool war erfolgreich und das Geschenk ist unterwegs!
es: ¡Este bote está cerrado y el regalo está en camino!

source: POOL_ACTION_This pool has not reached it's target. Please vist the pool admin page to continue fund raising!
de: Dieser Pool hat sein Ziel nicht erreicht, bitte prüfe auf der Pool-Admin Seite wie wir dir helfen können den Pool doch noch zum Erfolg zu führen.
es: Este bote no ha recaudado suficientes fondos. Por favor, visita la página de administración del Bote para continuar.

source: POOL_ACTION_Changes saved.
de: Änderungen übernommen.
es: Los cambios han sido guardados.

source: POOL_ACTION_This Action is not allowed as Pool is not in correct state.
de: Dieser Vorgang ist nicht erlaubt, da der Pool nicht den korrekten Status hat.
es: Esta acción no está permitida puesto que el Bote no está en la fase correcta.

source: POOL_ACTION_In order to Close the pool, you need to fill out and save Shipping and Billing Address first!
de: Um das Geschenk zu bestellen, brauchen wir eine Liefer- und Rechnungsadresse, bitte speichere sie hier!
es: Para cerrar el bote, primero necesitas rellenar y guardar la dirección de envío y de facturación.

source: FF_POOL_SUCCESS_MSG_This pool has been successfully funded <a href="%s"> View the eCard&raquo;</a>
de: Dieser Pool wurde erfolgreich beendet. <a href="%s"> Hier zur eCard&raquo;</a>
es: Este bote ha sido completado con éxito <a href="%s"> ver tarjeta electrónica &raquo;</a>

source: FF_POOL_EXPIRED_MSG_This pool expired without reaching its funding goal in time.
de: Dieser Pool ist abgelaufen.
es: Este bote ha caducado sin alcanzar el total a tiempo.

source: FF_POOL_PAGE_Don't forget to <a href="%s">add a Shipping Address&raquo;</a>
de: Bitte vergiss nicht <a href="%s">deine Versandadresse anzugeben&raquo;</a>
es: No olvides <a href="%s">añadir la dirección de envío&raquo;</a>

source: FF_DEFAULT_THANK_MESSAGE!
de: Danke euch allen!
es: Muchas gracias chicos!

source: FF_POOL_DETAILS_PAGE_ERRORBAND_Please correct the Errors below
de: Bitte korrigiere alle Fehler.
es: Por favor, rellena los campos necesarios más abajo

source: POOL_PAGE_ERROR_POOL_DOES_NOT_EXIST
de: Diesen Pool gibt es leider nicht oder nicht mehr!
es: Perdón, este bote no existe.

source: POOL_CREATE_Occasion was unknown, what can I do?
de: Das Event wurde nicht erkannt, was kann ich tun?
es: No has escogido ningún evento. Por favor, inténtalo de nuevo.

source: POOL_CREATE_Receiver was unknown, what can I do?
de: Der Empfänger wurde nicht erkannt, was kann ich tun?
es: No has escogido a ningún amigo. Por favor, inténtalo de nuevo.

source: FF_POOL_PAGE_You Joined the Pool!
de: Du nimmst jetzt an diesem Pool teil!
es: Te has unido al bote!

source: FF_ADDRESS_Changes saved!
de: Änderungen gespeichert!
es: Tus cambios han sido guardados

source: FF_PICTUREUPLOAD_Some Error occured, please try again
de: Ein Fehler ist aufgetreten, versuche es noch einmal
es: Un ocurrido un error, intentelo de nuevo

source: AMAZON_PRODUCT_SEARCH_URL not recognized
de: URL konnte nicht erkannt werden
es: URL no reconocida

source: AMAZON_PRODUCT_SEARCH_URL is not from %(amazondomain)s, please use only links from %(amazondomain)s or switch your shipping region.
de: Dieses Produkt ist nicht von %(amazondomain)s, bitte verwende Links von %(amazondomain)s oder wähle ein anderes Versandland.
es: Este producto no pertenece a %(amazondomain)s. Por favor, usa sólo los links de %(amazondomain)s o cambia el país de envío.

source: AMAZON_PRODUCT_SEARCH_Some error occured at Amazons.
de: Dieses Produkt ist gerade nicht von Amazon verfügbar, bitte versuch es später noch einmal.
es: Ha ocurrido algún error en Amazons.

source: AMAZON_PRODUCT_SEARCH_This article seems to be an Amazon Marketplace article and is not sold by Amazon itself. Currently we do not support Amazon Marketplace articles.
de: Bei diesem Artikel scheint es sich um einen Amazon Marketplace Artikel zu handeln, der nicht von Amazon direkt vertrieben wird. Zur Zeit können wir keine Amazon Marketplace Artikel anbieten.
es: Este producto pertenece al mercado de Amazon y no es vendido directamente desde Amazon. En este momento, no vendemos productos del mercado de Amazon.

source: AMAZON_PRODUCT_SEARCH_Amazon does not provide sufficient information to purchase this article.
de: Amazon hat nur unzureichende Informationen bereitgestellt, somit können wir dieses Produkt leider nicht anbieten.
es: Amazon no nos ha proporcionado la información suficiente para ofrecer este producto.

source: INDEX_PAGE_No Product
de: Produkt fehlt
es: No has escogido ningún producto. Por favor, inténtalo de nuevo.

source: POOL_CREATE_No Known ReceiverFound
de: Kein bekannter Empfänger gefunden.
es: No has escogido a ningún amigo.

source: Please input a name
de: Bitte gib einen Namen an
es: introducir

source: TWITTER_An Error occured during Twitter authentication, please try again later.
de: Zwischen Twitter und Friendfund hats mit der Kommunikation nicht geklappt, versuchs doch bitte nochmal.
es: Ha ocurrido un error durante la autentificación de Twitter, por favor, inténtelo de nuevo más tarde.

source: TWITTER_Twitter seems to be overloaded again, please try again at a later time.
de: Twitter scheint überlastet zu sein, versuche es bitte zu einem späteren Zeitpunkt noch einmal!
es: Twitter parece estar sobrecargado de nuevo, por favor, inténtalo de nuevo más tarde.

source: Twitter may be over capacity.<br/>Please try again later.
de: Twitter scheint überlastet zu sein, versuche es bitte zu einem späteren Zeitpunkt noch einmal!
es: Twitter puede tener un exceso de capacidad.<br/>Por favor, inténtalo de nuevo más tarde.

source: FF_SORRY_PAGE_NOT_FOUND_404_STYLE
de: SEITE NICHT GEFUNDEN!
es: lo siento, no podemos encontrar el bote

source: FF_POOL_ERROR_Sorry, this pool is no longer active
de: Leider ist der Pool nicht länger aktiv.
es: Lo siento, este bote ya no esta activo

source: METHOD_NOT_AUTHORIZED_MESSAGE
de: Vorgang nicht erlaubt!
es: MENSAJE_NO_AUTORIZADO

source: FF_mastercard
de: Mastercard
es: Mastercard

source: FF_amex
de: Amex
es: Amex

source: FF_visa
de: Visa
es: Visa

source: FF_paypal
de: Paypal
es: Paypal

source: CONTRIBUTION_CREDITCARD_DETAILS_An error has occured. Your payment has not been processed. Please try again.
de: Ein Fehler ist aufgetreten. Die Zahlung hat nicht stattgefunden. Bitte versuche es nocheinmal.
es: Ha ocurrido un error. El pago no ha sido procesado. Por favor, inténtalo de nuevo.

source: FF_RECENCY_just now
de: Gerade ebend
es: Ahora mismo

source: FF_RECENCY_%(seconds)d seconds ago
de: Vor %(seconds)d Sekunden
es: hace %(seconds)d segundos

source: FF_RECENCY_a minute ago
de: Vor einer Minute
es: hace un minuto

source: FF_RECENCY_%(minutes)d minutes ago
de: Vor %(minutes)d Minuten
es: hace %(minutes)d minutos

source: FF_RECENCY_an hour ago
de: Vor einer Stunde
es: hace una hora

source: FF_RECENCY_%(hours)d hours ago
de: Vor %(hours)d Stunden
es: hace %(hours)d horas

source: FF_RECENCY_Yesterday
de: Gestern
es: Ayer

source: FF_RECENCY_%(days)d days ago
de: Vor %(days)d Tagen
es: hace %(days)d dias

source: FF_RECENCY_a week ago
de: vor einer Woche
es: hace una semana

source: FF_RECENCY_%(weeks)d weeks ago
de: Vor %(weeks)d Wochen
es: hace %(weeks)d semanas

source: FF_RECENCY_a month ago
de: vor einem Monat
es: hace un mes

source: FF_RECENCY_%(months)d months ago
de: Vor %(months)d Monaten
es: hace %(months)d meses

source: FF_RECENCY_a year ago
de: vor einem Jahr
es: hace un año

source: FF_RECENCY_%(years)d years ago
de: Vor %(years)d Jahren
es: hace %(years)d años

source: FF_POOLPAGE_INVITEE_LABEL_%s - Chipped in %s
de: %s hat %s eingezahlt
es: %s has contribuido %s.

source: FF_POOLPAGE_INVITEE_LABEL_%s - Chipped in
de: %s - Hat eingezahlt
es: %s ha contribuido.

source: TOSVALIDATOR_You have to agree to our terms and conditions.
de: Du musst dich mit unseren AGB einverstanden erklären.
es: Tienes que estar de acuerdo con nuestros términos y condiciones.

source: PWDVALIDATOR_Please dont input any special characters.
de: Bitte keine Sonderzeichen verwenden.
es: Por favor, no utilices caracteres especiales.

source: DATEVALIDATOR_Please input Date in Valid Format YYYY-MM-DD
de: Bitte gib das Datum als JJJJ-MM-TT an.
es: Por favor, pon la fecha en el formato correcto DD-MM-AAAA

source: CURRENCYVALIDATOR_Please input a valid Currency
de: Gib bitte eine gültige Währung ein.
es: Por favor, introduce una moneda válida

source: MONETARYVALIDATOR_Please input a valid amount
de: Bitte gib einen gültigen Betrag ein!
es: Por favor, pon una cantidad válida

source: Please enter a number that is %(max_amount)s or smaller
de: Bitte trage einen Wert ein der %(max_amount)s oder weniger entspricht
es: Por favor, introduce un número que es %(max_amount)s o menos.

source: Please enter a number that is %(min_amount)s or higher
de: Bitte trage einen Wert ein der %(min_amount)s oder mehr entspricht
es: Por favor, introduce un número que es %(min_amount)s o mas.

source: SETTLEMENT_PAYPAL_EMAIL_MISSIN_Please enter a valid value
de: Bitte gib einen gültigen Betrag ein!
es: Por favor, pon una cantidad válida

source: SETTLEMENT_Invalid Settlement Option
de: Ungültige Abrechnungsoption?
es: Opción inválida

source: unsupported payment method
de: Diese Zahlungsmethode wird nicht unterstützt
es: No aceptamos ese método de pago

source: Please enter a valid amount
de: Bitte trage einen gültigen Betrag ein
es: Por favor, pon una cantidad válida

source: Invalid Totals
de: Ungültiger Gesamtwert
es: Total inválido

source: FF_CONTACT_ERROR_SUBJECT_Please enter a subject!
de: Bitte einen Betreff eingeben!
es: Por favor, introduce el asunto del mensaje!

source: FF_CONTACT_ERROR_MESSAGE_Please enter a message!
de: Bitte eine Nachricht eingeben!
es: Por favor, introduce un mensaje!

source: FF_CONTACT_ERROR_NAME_Please enter a name!
de: Bitte einen Namen eingeben!
es: Por favor, introduce un nombre!

source: FF_CONTACT_ERROR_EMAIL_Please enter an email !
de: Bitte eine E-Mail Adresse eingeben!
es: Por favor, introduce un email!

source: FF_CONTRIBPAGE_ERROR_Your full name as it appears on the card
de: Dein voller Name, wie er auf der Kreditkarte steht.
es: Su nombre completo tal como aparece en la tarjeta

source: FF_CONTRIBPAGE_ERROR_ccNumber_Please enter your credit card number!
de: Gib deine Kreditkartennummer ein!
es: Por favor, introduce un número de tarjeta válido.

source: FF_CONTRIBPAGE_ERROR_ccCVC_Please enter your CVC number!
de: Bitte die CVC Nummer angeben!
es: Por favor, introduce tu Código de Validación de tarjeta.

source: FF_PARTNERIFRAME_ERROR_TITLE_Please enter some event name!
de: Bitte gib einen Namen für den Anlaß an!
es: Por favor, introduzca un nombre de evento

source: FF_PARTNERIFRAME_ERROR_TITLE_Please enter some event key!
de: Bitte wähle ein Event aus!sx
es: Por favor, introduzca un evento

source: FF_POOLETAILS_ERROR_AMOUNT_Please enter some amount value!
de: Bitte einen Betrag eingeben!
es: Por favor, introduce una cantidad.

source: FF_POOLETAILS_ERROR_TITLE_Please enter some title text!
de: Bitte eine Überschrift eingeben!
es: Por favor, introduce un título para el bote.

source: FF_POOLETAILS_ERROR_DESCR_Please enter some descriptive text!
de: Bitte eine Beschreibung eingeben!
es: Por favor, añade una descripción para el bote

source: FF_INVITEE_ERROR_NAME_Please enter a name text!
de: Bitte einen Namen eingeben!
es: Por favor, introduce el email de tu amigo

source: FF_INVITEE_ERROR_EMAIL_Please enter some email!
de: Bitte eine E-Mail Adresse eingeben!
es: Por favor, introduce el nombre de tu amigo

source: FF_SIGNUP_ERROR_EMAIL_Please enter an email !
de: Bitte eine E-Mail Adresse eingeben!
es: Por favor, introduce una dirección de email válida

source: FF_SIGNUP_ERROR_PWD_Please enter a password !
de: Bitte ein Passwort eingeben!
es: Por favor, introduce una contraseña válida

source: FF_SIGNUP_ERROR_NAME_Please enter a name!
de: Bitte einen Namen eingeben!
es: Por favor, introduce tu nombre.

source: FF_PWD_PAGE_ERROR_Please enter your new password !
de: Bitte gib ein neues Passwort ein!
es: introduce tu nueva contraseña!

source: FF_PWD_PAGE_ERROR_Please re-enter your new password !
de: Bitte das neue Passwort nocheinmal zur Bestätigung eingeben!
es: introduce de nuevo tu contraseña!

source: EVENT_BIRTHDAY
de: Geburtstag
es: Cumpleaños

source: EVENT_CHRISTMAS
de: Weihnachten
es: Navidad

source: EVENT_FATHERS_DAY
de: Vatertag
es: Día del Padre

source: EVENT_MOTHERS_DAY
de: Muttertag
es: Día de la Madre

source: EVENT_NEW_BABY
de: Geburt
es: Un nuevo bebé

source: EVENT_NEW_HOME
de: Umzug
es: Nueva Casa

source: EVENT_OFFICE_LEAVING
de: Büro Abschied
es: Adiós a la oficina

source: EVENT_OTHER
de: Sonstiges
es: Otros

source: EVENT_RETIREMENT
de: Pensionierung
es: Retiro

source: EVENT_WEDDING
de: Hochzeit
es: Boda

source: ADMIN_ACTION_ASK_CONTRIBUTORS
de: Frage die Teilnehmer, ob sie nochmal einzahlen wollen
es: Contactar con los invitados

source: ADMIN_ACTION_ASK_CONTRIBUTORS_TO_INVITE
de: Bitte die Einzahler mehr Freunde einzuladen
es: Sugerir envío de más invitaciones

source: ADMIN_ACTION_ASK_RECEIVER
de: Frage den Geschenk-Empfänger den Rest dazuzulegen
es: Contactar con el destinatario

source: ADMIN_ACTION_CHEAPER_PRODUCT
de: Wähle ein Günstigeres Produkt
es: Producto más barato

source: ADMIN_ACTION_CHIP_IN_EXTEND
de: Zahle ein und verlängere den Zeitraum
es: Poner bote y prorrogarlo

source: ADMIN_ACTION_CHIP_IN_REMAINDER
de: Lege den Rest selbst dazu
es: Poner el resto del bote

source: ADMIN_ACTION_INVITE
de: Lade mehr Freunde ein
es: Invitar

source: ADMIN_ACTION_ISSUE_GIFT_VOUCHERS
de: In Geschenkgutschein umwandeln
es: Enviar los Vales Regalo

source: ADMIN_ACTION_REMIND_INVITEES
de: Erinnere deine Freunde
es: Recordatorios

source: COUNTRY_AUSTRIA
de: Österreich
es: Austria

source: COUNTRY_CANADA
de: Kanada
es: Canadá

source: COUNTRY_GERMANY
de: Deutschland
es: Alemania

source: COUNTRY_IRELAND
de: Irland
es: Irlanda

source: COUNTRY_SPAIN
de: Spanien
es: España

source: COUNTRY_SWITZERLAND
de: Schweiz
es: Suiza

source: COUNTRY_UNITED KINGDOM
de: Großbritannien
es: Reino Unido

source: COUNTRY_UNITED STATES
de: USA
es: Estados Unidos de América

source: AMAZON_CERTIFICATES
de: AMAZON GUTSCHEINE
es: Cupones de Amazon

source: PAYPAL_TRANSFER
de: PER PAYPAL
es: Paypal

source: CREDIT_CARD
de: CREDIT KARTE
es: TARJETA DE CREDITO

source: COMMENT_NOTIFICATION
de: jemand meine Pools kommentiert
es: haya una notificación de un comentario

source: CONTRIBUTION_NOTIFICATION
de: jemand in meine Pools einzahlt
es: haya una notificación de una contribución

source: INVITE
de: mehr Teilnehmer zu meinen Pools eingeladen werden
es: haya una invitación

source: NEWSLETTER
de: reguläre Newsletter
es: un Newsletter haya sido publicado

source: REMINDER
de: andere Erinnerungen ausstehen
es: un recordatorio haya sido enviado

source: FF_GG_POOL_TITLE_I have found the perfect %(event_name)s gift for %(recipient_name)s
de: Ich habe das perfekte %(event_name)s Geschenk für %(recipient_name)s gefunden
es: He encontrado un regalo de %(event_name)s para %(recipient_name)s

source: FF_GG_POOL_TITLE_%(product_name)s
de: %(product_name)s
es: %(product_name)s

source: INVITE_PAGE_DEFAULT_MSG_%(admin_name)s has created a Friend Fund for %(receiver_name)s's %(occasion_name)s. Come and chip in!
de: %(admin_name)s hat einen Geschenkpool für %(receiver_name)ss %(occasion_name)s gegründet. Mach mit!
es: %(admin_name)s ha creado un Friend Fund para el %(occasion_name)s de %(receiver_name)s. ¡Entra y contribuye en el bote!

source: PRODUCT_SORT_ORDER_Relevancy
de: Relevanz
es: Importancia

source: PRODUCT_SORT_ORDER_Price up
de: Preis auf
es: Precio ascendente

source: PRODUCT_SORT_ORDER_Price down
de: Preis ab
es: Precio descendente

source: PRODUCT_SEARCH_PANEL_Gift Search
de: Geschenksuche
es: Buscar Regalo

source: POOL_CREATE_Product not Found
de: Kein Produkt gefunden.
es: El producto no ha sido encontrado. Por favor, inténtalo de nuevo.

source: LOGIN_ACCOUNTS_CANNOT_BE_CONSOLIDATED_WARNING
de: Diese Konten können nicht zusammengefügt werden. Bitte logge dich erst aus Friendfund aus.
es: Este perfil no puede ser añadido a tu cuenta de Friendfund. Por favor, primero cierra tu sesión en Friendfund.

source: FF_Cannot remove this network, you do not own it!
de: Du bist nicht mit diesem Netzwerk angemeldet!
es: Esta cuenta no pertanece a tu nombre!

source: FF_Cannot remove last network, please connect differently first!
de: Das letzte Netzwerk kann nicht entfernt werden, bitte verbinde dich erst mit einem anderen Netzwerk
es: No se puede disconectar de la ultima red

source: SITEINFO_2010(c) friendfund
de: 2010(&copy;) friendfund
es: 2010 &copy; friendfund

source: SITEINFO_Handmade in Berlin
de: Handgefertigt in Berlin
es: Creado en Berlin

source: SITEINFO_Blog
de: Blog
es: Blog

source: SITEINFO_Jobs
de: Jobs
es: Ofertas de trabajo

source: SITEINFO_Terms
de: AGBs
es: Condiciones de Uso

source: SITEINFO_Privacy
de: Datenschutz
es: Privacidad

source: SITEINFO_Impressum
de: Impressum
es: Nosotros

source: SITEINFO_FAQ
de: FAQ
es: Preguntas frecuentes

source: FB_METATAG_TITLE_friendfund.com
de: Group Gifts
es: friendfund.com - Regalos en grupo

source: FB_METATAG_DESCRIPTION_friendfund.com - helping you!
de: FriendFund is a revolutionary new way for friends to share the cost of gift giving through social media. Share the cost of group gifts through facebook and twitter. Sign up today!
es: friendfund.com - ¡Regala en grupo!

source: PAGE_INDEX_TITLE_Welcome
de: Group Gifts
es: Bienvenido

source: PAGE_INDEX_SLOGAN_MOTTO_EMPHASIS
de: Schenkt zusammen!
es: ¡Regala en grupo!

source: PAGE_INDEX_SLOGAN
de: Finde das perfekte Geschenk für einen Freund oder dich selbst und lade andere zum Mitschenken ein.
es: Encuentra el regalo perfecto para tu amigo o para tí mismo desde Facebook, Twitter o Email.

source: PAGE_INDEX_SLOGAN_CLOSING
de: Beginne weiter unten
es: ¡Empieza a elegir!

source: PAGE_INDEX_HEADING_One more step...
de: Noch ein Schritt
es: Un paso más...
