Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: STATIC_TERMS_OF_SERVICE_CONTENT
de: <div id="termsofservice"><p class="tosheading tosheader">FRIENDFUND</p><p class="tosheading">Allgemeine Geschäftsbedingungen</p><p class="tosheading">("AGB")</p><p class="tosheading effectivedate">Gültig seit 1. Oktober 2010</p><p>friendfund GmbH (nachfolgend "friendfund") betreibt ein soziales Netzwerk im Internet und ermöglicht es Nutzern, ihren Freunden Geschenke zu übersenden, indem sie auf friendfund.com einen "Geschenkpool" erstellen, das benötigte Geld sammeln und das Geschenk über friendfund bestellen und verschicken lassen. Hierfür kooperiert friendfund mit einer großen Auswahl an Onlineversandhändlern ("Händler"), aus deren Angebot Geschenke durch den den Geschenkpool erstellenden Nutzer ("Pool-Admin") ausgewählt werden können. Jeder bei friendfund registrierte Nutzer, kann zu einem aktiven Geschenkpool beitragen ("Mitwirkender"), indem er einen selbst gewählten Geldbetrag an friendfund für einen bestimmten Geschenkpool einzahlt. Sobald im Geschenkpool ausreichend Geld für das gewählte Geschenk vorhanden ist, kann der Pool-Admin den Versand an den Geschenk-Empfänger veranlassen.</p><p class="tosmainsection"><span>1</span>Allgemeine Bestimmungen</p><p>Diese AGB gelten für Inanspruchnahme der durch friendfund bereitgestellten Dienste der friendfund GmbH, Landsberger Allee 117, 10407 Berlin durch den Nutzer/die Nutzerin (nachfolgend "Nutzer").</p><p class="tosmainsection"><span>2</span>Nutzungsvoraussetzungen</p><p><span>2.1</span>Um die Dienste von friendfund in Anspruch nehmen zu können, muss der Benutzer sich registrieren oder sich über ein anderes soziales Netzwerk mit friendfund "verbinden" (connect). Die Registrierung ist für alle Nutzer kostenfrei.</p><p><span>2.2</span>Die Registrierung bei friendfund ist ausschließlich Privatpersonen vorbehalten. Um zu einem Geschenkpool Geld beizutragen (mitzuwirken) muss der Nutzer volljährig sein, da dies die Verfügbarkeit von Zahlungsmitteln, wie Kreditkarten oder PayPal, erfordert. friendfund behält sich das Recht vor, persönliche Angaben von Nutzern zu prüfen. Registrierungen bei friendfund sind nicht übertragbar.</p><p><span>2.3</span>Um friendfund zu benutzen, muss der Nutzer diesen AGB von friendfund zustimmen.</p><p><span>2.4</span>Sobald friendfund eine Nutzerregistrierung akzeptiert, erhält der Nutzer eine Bestätigungsnachricht. friendfund behält sich das Recht vor, Registrierungen ohne Angabe von Gründen abzulehnen. In diesem Falle werden alle durch den Nutzer an friendfund übermittelte Daten zeitnah gelöscht.</p><p><span>2.5</span>Mit erfolgreichem Abschluss der Registrierung kann der Nutzer die von friendfund bereitgestellten Dienste in Anspruch nehmen.</p><p class="tosmainsection"><span>3</span>Geschenkpool erstellen</p><p><span>3.1</span>Um einen aktiven Geschenkpool zu erstellen und Pool-Admin zu werden, kann ein Nutzer Produkte und Dienstleistungen der Händler, die auf friendfund geführt werden, durchsuchen. Nach Auswahl eines Geschenkes kann er den Geschenkpool für dieses Geschenk "aktivieren". Der Pool-Admin stellt seine und die Adresse des Geschenkempfängers friendfund zur Verfügung, damit friendfund das Geschenk bei dem Händler des gewählten Geschenkes im Auftrag des Pool-Admin bestellen kann. Mit Bestellung des Geschenkes bei dem Händler des gewählten Geschenkes wird der Pool-Admin Vertragspartner des Händlers. Ist ausreichend Geld für den Kauf des gewählten Geschenkes im Geschenkpool gesammelt, übermittelt friendfund die Adresse des Pool-Admins und des Geschenkempfängers an den Händler, um den Kauf des Geschenkes durchzuführen. Solange der Geschenkpool "aktiv" ist, kann jeder eingeladene Nutzer des aktiven Geschenkpools weitere Nutzer zum Mitwirken einladen. Der Pool-Admin kann ebenfalls in den Geschenkpool Geld einzahlen; dies ist aber nicht erforderlich.</p><p><span>3.2</span>Der Geschenkpool hat eine definierte "Initiale Laufzeit" während der der Pool "aktiv" ist. Sollte der gesammelte Geldbetrag den nötigen Betrag zum Erwerb des gewählten Geschenkes nicht erreichen oder überschreiten, kann der Pool-Admin die Laufzeit des Pools um eine definierte Periode verlängern ("Verlängerte Laufzeit") indem er weitere Einladungen oder Erinnerungen an die eingeladenen Nutzer oder/und Mitwirkenden verschickt. Ein Pool-Admin kann einen Geschenkpool nicht frühzeitig deaktivieren oder beenden.</p><p><span>3.3</span>Sollte der nötige Betrag für den Erwerb des gewählten Geschenkes weder in der Initialen Laufzeit - und sollte der Pool-Admin beschließen keine weiteren Einladungen oder Erinnerungen zu verschicken – noch in der Verlängerten Laufzeit erreicht werden, muss der Pool-Admin den Geschenkpool schließen indem er zustimmt, Geschenkgutscheine anstatt des ursprünglich gewählten Geschenkes erwerben zu lassen. Diese Geschenkgutscheine werden dann anstelle des Geschenkes an den Empfänger übersendet. Der Wert der Geschenkgutscheine ist von der Höhe äquivalent zu dem im Geschenkpool gesammelten Geld.</p><p><span>3.4</span>Sollte der nötige Betrag für den Erwerb des gewählten Geschenkes weder in der Initialen noch Verlängerten Laufzeit erreicht werden und sollte der Pool-Admin den Geschenkpool nicht durch Anforderung von Geschenkgutscheine schließen, ruht der Geschenkpool nach dem Ablauf von 30 Tagen nach Ende der Initialen oder Verlängerten Laufzeit. Der Pool-Admin wird via Email benachrichtigt und aufgefordert, den Geschenkpool durch die Anforderung des Geschenkgutscheines zu schließen.</p><p><span>3.5</span>Nach Ablauf von 3 Jahren, beginnend mit dem letzten Tag des Jahres, in welchem der Geschenkpool ruhend wurde, verjähren alle Beiträge und jeder Anspruch darauf verfällt.</p><p><span>3.6</span>Sollte der nötige Betrag für den Erwerb des gewählten Geschenkes entweder in der Initialen oder Verlängerten Laufzeit erreicht werden, schließt der Pool-Admin den Geschenkpool durch den in Paragraph 5 beschriebenen "Schließung eines Geschenkpools" - Prozess.</p><p><span>3.7</span>Der Pool-Admin bestätigt, dass er der Vertragspartner des Händlers des gewählten Geschenkes wird und dass er etwaige Garantieansprüche, Rücktrittsrechte, Umtauschansprüche, Haftungsansprüche oder sonstige Kundendienstanfragen direkt gegenüber dem entsprechenden Händler geltend macht. Der Pool-Admin bestätigt, dass er nicht berechtigt ist die oben genannten Ansprüche und Rechte gegenüber friendfund geltend zu machen. Mit dem Erstellen eines Geschenkpools auf friendfund garantiert der Pool-Admin, dass er die AGB des Händlers des gewählten Geschenkes gelesen und verstanden hat und diese akzeptiert.</p><p class="tosmainsection"><span>4</span>An einem Geschenkpool mitwirken</p><p><span>4.1</span>Ein Nutzer, der sich entscheidet, an eine Geschenkpool mitzuwirken, kann Geld direkt zu einem Aktiven Geschenkpool beisteuern, wenn er entweder durch einen Pool-Teilnehmer zu dem Geschenkpool eingeladen wurde, oder indem er einen Pool in seiner Freundesliste findet und an diesem mitwirkt.</p><p><span>4.2</span>Hat der Nutzer einen Aktiven Geschenkpool ausgewählt, kann er die Höhe seines Beitrags in der Währung des Pools festlegen, eine Zahlweise auswählen und den Zahlvorgang abschließen. Ist der Zahlvorgang erfolgreich abgeschlossen, wird der beigetragene Geldwert dem Geschenkpool gutgeschrieben.</p><p><span>4.3</span>Geldeinzahlungen sind endgültig, können nicht zurückgefordert werden und werden nicht zurückerstattet, gleich aus welchem Grund.</p><p><span>4.4</span>Der Nutzer bestätigt, dass er kein Recht hat, ein bestimmtes Geschenk zu einem bestimmten Preis zu erwerben. Kaufpreise, Mehrwertsteuer und Versandkosten unterliegen natürlichen Schwankungen und liegen außerhalb des Verantwortungsbereiches von friendfund.</p><p><span>4.5</span>Der Mitwirkende bestätigt, dass sein Geldbeitrag zu einem Geschenkpool bei friendfund gutgeschrieben wird und durch den Pool-Admin, hinsichtlich des Kaufs des gewählten Geschenkes, sofern der nötige Betrag für den Erwerb des gewählten Geschenkes erreicht wurde, oder aber hinsichtlich des Kaufes von Geschenkgutscheinen, soweit der nötige Betrag nicht erreicht wurde, verwaltet wird. Der Pool-Admin wird zu keinem Zeitpunkt der Inhaber der Beiträge, seine alleinige Funktion ist die Betreuung des Geschenkpools zum Zwecke des Kaufes des gewählten Geschenkes oder entsprechender Geschenkgutscheine.</p><p><span>4.6</span>Sollte die Summe der Beiträge zum Geschenkpool den zum Kauf des Produktes oder der Dienstleistung benötigten Betrag übersteigen, so wird der Differenzbetrag dem Empfänger in Geschenkgutscheinen ausgezahlt.</p><p><span>4.7</span>Der Mitwirkende erkennt an, dass er nicht Vertragspartner des Händlers ist.</p><p class="tosmainsection"><span>5</span>Schließung eines Geschenkpools</p><p><span>5.1</span>Sollte die Summe der Beiträge den nötigen Betrag zum Erwerb des vom Pool-Admin gewählten Geschenkes erreichen, schließt der Pool-Admin den Geschenkpool, indem er auf "Geschenk bestellen" auf der Pool-Administrationsseite klickt. Mit Schließen des Geschenkpools wird die Adresse des Pool-Admin als Kontakt- und Rechnungsadresse an den Händler übermittelt, da der Kaufvertrag durch friendfund vermittelt aber zwischen Pool-Admin und Händler geschlossen wird. friendfund übermittelt die Adresse des Empfängers als Lieferadresse an den Händler.</p><p><span>5.2</span>Nach Schließung des Geschenkpools transferiert friendfund die gesammelten Beiträge des Geschenkpools an den Händler, um das gewünschte Geschenk zu bezahlen. Mit Bestellung und Bezahlung des Geschenkes wird der Geschenkpool geschlossen und inaktiv. Der geschlossene Geschenkpool bleibt für die Teilnehmer für dreißig (30) Tage für rein informative Zwecke einsehbar. Nach Ablauf dieser Frist behält sich friendfund das Recht vor, dass der Geschenkpool nicht mehr einsehbar ist.</p><p><span>5.3</span>In dem Falle, dass das Geschenk nach Erstellung des Geschenkpools nicht mehr verfügbar ist, wählt der Pool-Admin ein anderes Geschenk oder Geschenkgutscheine von entsprechendem Geldwert.</p><p><span>5.4</span>Im Falle, dass der erforderliche Betrag zum Erwerb des Geschenkes nach Erstellung des Geschenkpools sinkt, soll der Überschussbetrag in Form von Geschenkgutscheinen an den Empfänger ausgezahlt werden. Im Falle, dass der Preis eines Geschenkes nach Erstellung des Geschenkpools steigt, muss der nötige Betrag entweder durch zusätzliche Beiträge aufgebracht werden oder der Geschenkpool gemäß Paragraph 3.3 geschlossen werden.</p><p class="tosmainsection"><span>6</span>friendfund Leistungen</p><p><span>6.1</span>friendfund ist verantwortlich für das Betreiben der friendfund.com Plattform und Dienste.</p><p><span>6.2</span>friendfund ist nicht verpflichtet, die von den Händlern bereitgestellten Informationen zur Aktualität, Verfügbarkeit oder tatsächlichen oder der Eignung zu einem bestimmten Zweck der von diesen angebotenen Produkte und Dienstleistungen zu überprüfen.</p><p><span>6.3</span>Aufgrund üblicher Wartungsarbeiten, systemimmanenten Störungen des Internets sowie im Falle höherer Gewalt kann es vorkommen, dass kurzzeitig Teile der von friendfund bereitgestellten Dienste oder die Dienste insgesamt nicht verfügbar sind. Der Nutzer hat deshalb keinen Anspruch auf den jederzeitigen, ununterbrochenen und fehlerfreien Zugäng zu friendfund. Friendfund ist bemüht, Wartungsarbeiten und geplante Dienstunterbrechungen außerhalb der Hauptgeschäftszeiten durchzuführen und ggfs. frühzeitig anzukündigen.</p><p><span>6.4</span>friendfund ist bestrebt, seine Dienstleistungen stets zu verbessern und weiter zu entwickeln. Im Rahmen dieser Weiterentwicklung können einzelne Anwendungen durch friendfund verbessert, erweitert oder unwesentlich verändert werden. Dies beinhaltet, Funktionalitäten oder andere Teile des Dienstes teilweise oder komplett einzustellen, soweit dies nicht zu einer nicht nur unwesentlichen Umgestaltung der Leistungen von friendfund führt. Das Recht zur Leistungsänderung besteht insbesondere, wenn diese Änderung branchenüblich ist oder durch Änderung der Gesetzeslage oder aufgrund der Rechtsprechung eine Verpflichtung dazu besteht.</p><p><span>6.5</span>friendfund ist berechtigt, dritte Dienstleister und Erfüllungsgehilfen mit der Erbringung von Teilen oder des ganzen Leistungsspektrums zu beauftragen.</p><p class="tosmainsection"><span>7</span>Verantwortlichkeit und Pflichten des Nutzers</p><p><span>7.1</span>Der Pool-Admin garantiert, dass er durch den Empfänger bevollmächtigt ist , dessen Adresse an friendfund und den Händler zu übermitteln um den Kauf des Geschenkes abzuwickeln. Diese Berechtigung hat der Pool-Admin auf Verlangen von friendfund schriftlich nachzuweisen.</p><p><span>7.2</span>Sollte friendfund von einem Dritten, insbesondere dem Empfänger in Anspruch genommen werden, weil der Pool-Admin nicht ausreichend bevollmächtigt ist, die Daten des Empfängers an friendfund und den Händler zu übermitteln, und damit gegen Paragraph 7.1 verstößt, stellt der Pool-Admin friendfund von etwaigen Ansprüchen des Dritten gegen friendfund frei.. Dies beinhaltet ausdrücklich etwaige Anwaltskosten die durch dieAbwehr der oben genannten Ansprüche entstehen.</p><p><span>7.3</span>Der Pool-Admin autorisiert friendfund, dessen Kontaktdaten zu verwenden und den Kaufvertrag für das gewählte Geschenk stellvertretend für den Pool-Admin mit dem Händler abzuschließen.</p><p class="tosmainsection"><span>8</span>Zahlungsbedingungen</p><p><span>8.1</span>Die Registrierung bei friendfund, die Erstellung und Verwendung von Benutzerprofilen und das Erstellen von Geschenkpools auf friendfund sind kostenlos.</p><p><span>8.2</span>Zum Einzahlen von Geld in den Geschenkpool, wählt der Einzahlende einen Aktiven Geschenkpool aus, wählt ein geeignetes Zahlungsmittel (z.B. Kreditkarte oder Paypal) und folgt den Zahlungsanweisungen auf den Zahlungsseiten. Geldeinzahlungen sind unanfechtbar, können nicht zurückgefordert werden und werden aus keinem Grund an den Einzahler zurückerstattet. Für jeden Geschenkpool wird der eingezahlte Betrag dem Geschenkpool gutgeschrieben. friendfund zahlt keine Zinsen für jegliche Einzahlungen.</p><p class="tosmainsection"><span>9</span>Nutzungsrechte</p><p><span>9.1</span>Für die Laufzeit des Vertrages gestattet friendfund dem Nutzer ein widerrufliches, nicht ausschließliches, nicht übertragbares und nicht übertragbares Recht, die durch friendfund angebotenen Dienste und Anwendungen zu benutzen. Keine weiteren Rechte werden dem Nutzer eingeräumt. Es ist friendfund gestattet, falls notwendig, den Umfang der gestatteten Rechte zu ändern, solang dies keine wesentliche Einschränkung der in diesen AGB gewährten Rechte darstellt.</p><p class="tosmainsection"><span>10</span>Datenschutz</p><p><span>10.1</span>Es ist friendfund gestattet, persönliche Daten über den Nutzer zu sammeln und nutzen, sofern dies für die Teilnahme des Nutzers auf friendfund erforderlich ist.</p><p><span>10.1.1</span>friendfund erfasst, verarbeitet und verwendet insbesondere Daten, die während der Registrierung an friendfund übermittelt wurden oder durch Benutzung der friendfund Dienste verfügbar geworden sind.</p><p><span>10.1.2</span>friendfund nutzt die bereitgestellten Kontaktdaten, um Nutzer im Zusammenhang mit Ihrer Teilnahme an Geschenkpools und an der Plattform zu informieren. friendfund kann die Kontaktdaten auch benutzen, um Nutzer über Produkte und Dienste zu informieren. friendfund erklärt sich bereit, Nutzer auf deren Wunsch nicht mehr über Neuigkeiten zu informieren.</p><p><span>10.1.3</span>friendfund ist berechtigt, die Kontaktinformationen des Pool-Admins für einen abgeschlossenen Geschenkpool an den Händler des Geschenkes zu übermitteln, um den Kaufvertrag im Namen des Pool-Admins abzuschließen.</p><p><span>10.2</span>Eine Verarbeitung und Nutzung personenbezogener Daten zu anderen als den in Ziff. 10.1 genannten Zwecken erfolgt nur auf Grundlage einer ausdrücklich erteilten Einwilligung des Nutzers oder einer gesetzlichen Bestimmung, die friendfund diese Nutzung erlaubt.</p><p class="tosmainsection"><span>11</span>Laufzeit und Kündigung</p><p><span>11.1</span>Der Vertrag zwischen Nutzer und friendfund wird auf unbestimmte Zeit geschlossen. Die Parteien können den Vertrag jederzeit in Textform kündigen (durch Fax oder E-Mail). Davon ausgenommen sind Pool-Admins von laufenden, also nicht vollständigen oder geschlossenen Geschenkpools. In diesem Fall wird der Vertrag beendet, sobald etwaige aktive Geschenkpools vollständig sind oder geschlossen werden.</p><p><span>11.2</span>Beide Vertragsparteien sind berechtigt, den Vertrag ohne Angabe von Gründen zu kündigen. </p><p><span>11.3</span>Im Falle der Vertragskündigung, aus jedwedem Grund, wird friendfund den Nutzerzugang abschalten und Nutzerdaten löschen, sofern nicht eine gesetzliche Aufbewahrungspflicht besteht.</p><p class="tosmainsection"><span>12</span>Haftung</p><p><span>12.1</span>friendfund ist nicht verantwortlich für die Verfügbarkeit, den Preis, Zustand, Brauchbarkeit, Rechtmäßigkeit, tatsächliche oder beabsichtigte Zweckeignung der Produkte und Dienstleistungen, die über friendfund erworben werden. friendfund ist nicht Vertragspartner des Händlers und übernimmt damit keine Haftung oder sonstige Verantwortung für die oben genannten Produkte und Dienstleistungen. Jegliche Ansprüche oder Auseinandersetzungen in Zusammenhang mit den oben genannten Produkten und Dienstleistungen muss also zwischen Händler und Pool-Admin geregelt werden. friendfund ist für den Inhalt von Webseiten Dritter, für Schäden oder sonstige Störungen, die auf der Fehlerhaftigkeit oder Inkompatibilität von Software oder Hardware der Nutzer beruhen, sowie für Schäden, die auf Grund der mangelnden Verfügbarkeit oder der einwandfreien Funktionsweise des Internets entstanden sind, nicht verantwortlich.</p><p><span>12.2</span>Die Nutzung einiger Features von friendfund, wie zum Beispiel in einen Aktiven Geschenkpool Geld einzuzahlen, kann die Nutzung von Diensten Dritter erforderlich machen, wie zum Beispiel Zahlungsdiensten. Diese Dienste werden nicht durch friendfund bereitgestellt und unterliegen somit den Bestimmungen und allgemeinen Geschäftsbedingungen der jeweiligen Dienstanbieter. friendfund ist nicht verantwortlich, gewährt keine Garantien und ist in keiner Weise haftbar für diese Dienste Dritter. Friendfund ist, insbesondere aber nicht ausschließlich, nicht verantwortlich für die Genauigkeit, Zahlungsfähigkeit, Glaubwürdigkeit oder Rechtmäßigkeit dieser Dienste, oder für rechtzeitige, korrekte oder überhaupt Abwicklung von Zahlungen mittels Zahlungsverkehrsdienstleistungen zwischen dem Nutzer und Dritter Dienstanbieter.</p><p><span>12.3</span>Im Übrigen besteht – gleich aus welchem Rechtsgrunde – eine Haftung nur </p><p><span>12.3.1</span>bei Vorsatz und grober Fahrlässigkeit eines gesetzlichen Vertreters eines leitenden Angestellten oder sonstigen Erfüllungsgehilfen, </p><p><span>12.3.2</span>dem Grunde nach bei jeder schuldhaften Verletzung einer wesentlichen Vertragspflicht (wobei der Begriff der wesentlichen Vertragspflicht abstrakt eine solche Pflicht bezeichnet, deren Erfüllung die ordnungsgemäße Durchführung des Vertrages überhaupt erst ermöglicht und auf deren Einhaltung die jeweils andere Partei regelmäßig vertrauen darf), bei Verzug und Unmöglichkeit.</p><p><span>12.4</span>Die Haftung nach Ziff. 12.2.2 ist bei Vermögens- und Sachschäden auf die Höhe des typischerweise vorhersehbaren Schadens begrenzt. </p><p><span>12.5</span>Die vorgenannten Haftungsbeschränkungen gelten nicht in den Fällen zwingender gesetzlicher Haftung, insbesondere nach dem Produkthaftungsgesetz, bei Übernahme einer Garantie sowie bei schuldhaften Verletzungen des Lebens, des Körpers und der Gesundheit. </p><p class="tosmainsection"><span>13</span>Vertraulichkeit</p><p><span>13.1</span>Die Parteien verpflichten sich, alle Informationen und Daten die in Zusammenhang mit diesem Vertragsverhältnis entstanden sind und die als vertraulich gekennzeichnet oder offensichtlich als vertraulich erkennbar sind, vertraulich zu behandeln. Im Zweifel sollen alle Informationen als vertraulich behandelt werden. Dies betrifft keine Informationen oder Daten die absichtlich öffentlich gemacht oder sonstwie öffentlich wurden, ohne dass eine Partei gegen diese Absatz verstoßen hat.</p><p class="tosmainsection"><span>14</span>Schlussbestimmungen</p><p><span>14.1</span>Rechte und Pflichten aus diesem Vertrag können nur mit der Zustimmung von friendfund übertragen werden.</p><p><span>14.2</span>Auf diese AGB und die vertragliche Beziehung mit dem Nutzer findet ausschließlich das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts (CISG) Anwendung.</p><p><span>14.3</span>Soweit einzelne Klauseln dieser AGB ganz oder teilweise unwirksam sein sollten, bleibt die Wirksamkeit der übrigen Bestimmungen davon unberührt. Die unwirksame Bestimmung gilt als durch eine Bestimmung ersetzt, die üblicherweise dem Sinn und Zweck der unwirksamen Bestimmung in rechtswirksamer Weise wirtschaftlich am nächsten kommt. Gleiches gilt für eventuelle Regelungslücken.</p></div>
es: <div id="termsofservice"><p class="tosheading tosheader">FRIENDFUND</p><p class="tosheading">Terms of Service</p><p class="tosheading">("ToS")</p><p class="tosheading effectivedate">Effective as of October 1st, 2010</p><p class="tospreamble">friendfund GmbH (hereinafter "friendfund") operates a social network on the internet through which friends can send gifts to each other by setting up a Gift Pool, collecting the required money and getting the gift ordered and shipped via friendfund. friendfund cooperates with a broad range of providers of goods and services ("Merchants") at whose online shops the gifts can be selected by the initiator of a Gift Pool, the Pool Admin. Any User who is registered with friendfund can contribute to an active Gift Pool ("Contributor") by donating an amount of money at his/her discretion. Once the Contributors collected a sufficient amount of money, the gift will be delivered to the Receiver.</p><p class="tosmainsection"><span>1</span>General Provisions</p><p>Registering or connecting, via social network authentication, with friendfund and the utilization of its services are exclusively subject to these Terms of Service ("ToS").</p><p class="tosmainsection"><span>2</span>Conclusion of the Agreement</p><p><span>2.1</span>To participate in friendfund the User needs to register or connect via a social network with friendfund at www.friendfund.com.</p><p><span>2.2</span>Only private individuals are entitled to register with friendfund. In order to contribute to a Gift Pool, the User needs to be of legal age because this will require access to means of payment such as PayPal or credit cards. friendfund reserves the right to verify the personal data of a User. An account with friendfund is not transferable.</p><p><span>2.3</span>To register with friendfund, Users need to accept these Terms of Service.</p><p><span>2.4</span>Once friendfund accepts the User’s registration, the user will receive a confirmation email. friendfund reserves the right to refuse a registration without providing any reasons. In this case all data that has been transmitted by the User will be deleted.</p><p><span>2.5</span>Once the registration is complete, the User can benefit from the services of friendfund, such as setting up gift pools, and contributing to existing gift pools.</p><p class="tosmainsection"><span>3</span>Setting up a Gift Pool</p><p><span>3.1</span>In order to set up an Active Gift Pool and to become a Pool Admin, the User can browse the goods and services of the Merchants that are listed at friendfund. Once he selects a certain gift, he can activate a Gift Pool for this very gift. The Pool Admin enters his and the Receiver’s address in order to be provided to the Merchant for the purchase of the gift by friendfund on behalf of the Pool Admin. The Pool Admin will become contractual party of the respective Merchant. In case the sufficient amount of money has been raised in order to buy a specific gift, friendfund will submit both the Pool Admin’s and the Reciever’s address to the Merchant and place the respective order at the Merchant’s online-shop. While the Gift Pool is active, the Pool Admin can invite other Users to donate to the Active Gift Pool and become a Contributor. The Pool Admin is free to contribute to his Gift Pool; his contribution is not mandatory.</p><p><span>3.2</span>The Gift Pool will be active for an initial period after the activation ("Initial Period"). In case the Contributors did not collect a sufficient amount of money in order to meet the respective purchase price of the gift, the Pool Admin can extend the duration of the Gift Pool for another period ("Extended Period") by sending reminders to the actual Contributors. He also can solicit new Contributors via the friendfund network. The Pool Admin cannot cancel or shut down an Active Gift pool prematurely.</p><p><span>3.3</span>In case the purchase price of the gift has neither been met in the Initial Period - and the Pool Admin decided not to send reminders to the Contributors - nor in the Extended Period, the Pool Admin needs to close the Gift Pool by choosing to purchase a gift voucher and issue this gift voucher to the Receiver in lieu of the gift. The value of the gift voucher will be the equivalent of the money that has been raised so far by the Contributors.</p><p><span>3.4</span>In case the purchase price has not been met in either Period and the Pool Admin does not close the Pool by requesting a gift voucher, the Gift Pool will become dormant within thirty (30) days after the elapse of either the Initial or Extended Period. The Pool Admin will be issued a reminder via email in order to close the Gift Pool by requesting a gift voucher.</p><p><span>3.5</span>After the elapse 3 years, beginning with the last day of that year in which the Gift Pool has become dormant, the credit will become time-barred and therefore forfeited.</p><p><span>3.6</span>In case the purchase price has been met either in the Initial or Extended Period, the Pool Admin completes the Gift Pool by proceeding to the purchase process. See paragraph 5 – Completing a Gift Pool.</p><p><span>3.7</span>The Pool Admin acknowledges that he will become contractual party of the respective Merchant and that he will need to execute any warranty claims, rights of withdrawal, liability claims, exchange requests, customer service inquiries only towards the respective Merchant. The Pool Admin acknowledges that he is not entitled to execute any of the aforementioned rights towards friendfund. By setting up a Gift Pool the Pool Admin guarantees that he has read, understood and accepts the Terms of Services of the respective Merchant.</p><p class="tosmainsection"><span>4</span>Contributing to a Gift Pool</p><p><span>4.1</span>The User who decides to become a Contributor can contribute to Active Gift Pools by either being invited by the Pool Admin for a specific Gift Pool or browsing in their friends list for Active Gift Pools.</p><p><span>4.2</span>Once the Contributor has selected an Active Gift Pool he can choose the amount of his contribution, select a payment option and finalize his donation. Once the payment process is completed, the donated amount will be credited to the respective Gift Pool.</p><p><span>4.3</span>Contributions are final and cannot be reclaimed and will not be reimbursed for any reason whatsoever.</p><p><span>4.4</span>The Contributor acknowledges that he has no entitlement to the purchase of a specific gift for a specific price. Purchase prices, VAT and shipping costs may vary from time to time and are beyond the responsibility of friendfund.</p><p><span>4.5</span>The Contributor acknowledges that the money that has been donated for a Gift Pool will be transferred to an account of friendfund and will be managed by the Pool Admin in terms of either purchasing the chosen gift in case the price has been met or purchasing gift vouchers when the price has not been met. The Pool Admin will not be at any time the proprietor of the credit, he has the sole function of handling the donations as a trustee (fiduciary) in terms of either purchasing the selected gift or purchase gift vouchers of equal monetary value.</p><p><span>4.6</span>In case the Contributor raises more money than required for a specific gift, the excess will be cashed out in gift vouchers.</p><p><span>4.7</span>The Contributor acknowledges that he will not become contractual party of the Merchant.</p><p class="tosmainsection"><span>5</span>Completing a Gift Pool</p><p><span>5.1</span>Once the Contributors have raised sufficient money for the purchase of the gift that has been picked by the Pool Admin, the Pool Admin completes the Gift Pool by clicking on the complete button in the area for registered members. By completing the Gift Pool, the address of the Pool Admin will be transmitted to the Merchant by friendfund in order to provide the Merchant with contact data and the billing address since the purchase contract will be brokered by friendfund and concluded between the Pool Admin and the respective Merchant. friendfund will as well transmit the address of the Receiver to the Merchant in order to provide him with the required shipping address.</p><p><span>5.2</span>After the completion of the Gift Pool, the raised money will be transferred from friendfund to the Merchant in order to pay for the purchased gift. Once the gift is ordered and the purchase price has been transmitted to the Merchant, the Gift Pool will become completed and inactive. The Pool Admin and the Contributors will be able to review the Completed Gift Pool for the sole purpose of information for a period of thirty (30) days after completion. After this period, the Gift Pool may become inaccessible to the Users.</p><p><span>5.3</span>In case the specified gift becomes unavailable after setting up a Gift Pool, upon completion the Pool Admin can pick another gift or choose a gift voucher that is equivalent in price.</p><p><span>5.4</span>In case the purchase price of a specified gift will decline after the activation of a Gift Pool, the money in excess of the original price will be cashed out to the Receiver in form of a gift voucher of that very Merchant. In case the purchase price of a specified gift will rise after the activation of a Gift Pool, the Gift Pool can either be completed by donating more money by the Contributors or can be closed according to paragraph 3.3.</p><p class="tosmainsection"><span>6</span>friendfund Services</p><p><span>6.1</span>friendfund is responsible for providing and maintaining the friendfund services.</p><p><span>6.2</span>friendfund is not obliged to verify the information, actuality, availability or the applicability for a certain or intended use of the goods and services provided by the Merchants.</p><p><span>6.3</span>Due to necessary maintenance work, it may occur that certain functions are temporarily unavailable. friendfund will undertake to resolve any faults or downtimes as soon as possible or legally or economically possible or appropriate. friendfund will timely announce projected downtimes and will schedule them preferably in the off-peak time.</p><p><span>6.4</span>friendfund is dedicated to further develop and improve its services. Hence, friendfund may enhance, alter or slightly modify certain features or applications. This may include the partial or total discontinuation of individual functions so long as this does not result in any significant change of friendfund’s contractual duties under these Terms of Service.</p><p><span>6.5</span>friendfund reserves the right to delegate a part or all of the rendering of the service to affiliated enterprises, third party service providers or vicarious agents if necessary.</p><p class="tosmainsection"><span>7</span>Obligations of the User</p><p><span>7.1</span>The User guarantees that he is entitled to and has obtained the prior written consent of the Receiver to submit the Receiver’s address to both friendfund and the respective Merchant in order to purchase a gift via the friendfund platform.</p><p><span>7.2</span>In case friendfund will be held liable by a third party because the User is in breach of paragraph 7.1 because he was not sufficiently entitled to submit the Receiver’s personal data to friendfund, the User will hold friendfund harmless and will exempt friendfund from any claims or damages of these third parties. This includes especially the required legal expenses to fend the aforementioned claims.</p><p><span>7.3</span>The Pool Admin authorises friendfund to use his contact data and place orders on his behalf in the Merchant’s respective online-shop in order to purchase the specific gift in the name of the Pool Admin.</p><p class="tosmainsection"><span>8</span>Payment</p><p><span>8.1</span>The registration with friendfund, creating and maintaining User Accounts, setting up Gift Pools, and general services of friendfund is at no charge.</p><p><span>8.2</span>By donating money for an Active Gift Pool the Contributor will specify the respective Active Gift Pool he wants to contribute to and selects the desired payment method (such as PayPal or credit card) and follows the instructions that will guide the User through the payment process. Contributions are final and will not be refunded by friendfund to the contributor.</p><p>For each Gift Pool, friendfund will credit the donations by the Contributors to a deposit that is associated to the respective Gift Pool. friendfund will not pay any interest on this deposit.</p><p class="tosmainsection"><span>9</span>Rights of Use</p><p><span>9.1</span>For the duration of the contract, friendfund will grant the User the revocable, non-exclusive, non-transferable and non-sub licensable right to use the services and applications provided by friendfund. No further rights will be assigned to the User. friendfund is enabled to alter the scope of the granted rights if necessary as long this does not constitute a substantial alteration of the services provided under this contract.</p><p class="tosmainsection"><span>10</span>Data Protection</p><p><span>10.1</span>friendfund is entitled to collect and use personal data of the User as is required for the participation in friendfund.</p><p><span>10.1.1</span>friendfund particularly collects, processes and uses the data that has been submitted by the User at his registration as well as data which is made available by participating in friendfund.</p><p><span>10.1.2</span>friendfund shall also be entitled use the contact data provided by the Users in order to contact them per email in connection with this contract. friendfund may contact Users to inform and remind them of products and services. friendfund will unsubscribe users from specific notifications on request.</p><p><span>10.1.3</span>friendfund is as well entitled to submit the contact information of the Pool Admin to the Merchant in order to process a completed Gift Pool and place the respective order in the name of the Pool Admin.</p><p><span>10.2</span>The processing or use of personal data for purposes other than those expressed in Number 10.2 is only permissible based either on the User's prior consent or friendfund is entitled to use this data because of a statutory regulation.</p><p class="tosmainsection"><span>11</span>Period of Validity and Termination</p><p><span>11.1</span>The contract between the User and friendfund is closed for an indefinite period and can be terminated any time with either a written notice (such as fax or email). This does not apply in case a Pool Admin has set up an Active Pool that has not been either completed or closed. In this case the contract will be terminated once the Active Pool has been completed or closed.</p><p><span>11.2</span>Both contractual parties reserve the right to terminate the contract without notice for cause. Cause is particularly relevant if one of the contractual parties substantially and/or sustainably violates significant contractual obligations.</p><p><span>11.3</span>In case of a termination of the contract, whatever the cause may be, friendfund will shut down the User’s access to the friendfund and delete the User’s data unless statutory provisions do oblige friendfund to file those information such as the regulations for tax audits and/or tax codes.</p><p class="tosmainsection"><span>12</span>Liability of friendfund and Limitation of Liability</p><p><span>12.1</span>friendfund is not responsible for the availability, pricing, condition, usability, serviceability, legality, applicability to a certain or intended purpose of the goods and services that have been purchased via friendfund. friendfund is not the contractor of the Merchants and will therefore not warrant or take over any responsibility or guarantee for the aforesaid goods and services. Any controversy or legal dispute concerning or in relation to the aforementioned goods and services must be settled in the relation of the Pool Admin and the Merchant. friendfund is not responsible for damages which arise because of or in connection with defective or incompatible software or hardware of third parties or for the insufficient availability or flawless operation of the internet.</p><p><span>12.2</span>The execution of some actions at friendfund, such as contributing to an Active Gift Pool can require the utilization of services of Third Parties such as payment services. Those services are not provided by friendfund and are subject to the terms and conditions of the respective Third Party. friendfund is not responsible and will not issue any warranties or is not liable whatsoever for those Third Party services. friendfund is not responsible - particularly but not limited to - for the accuracy, solvency, credibility, lawfulness of those services of Third Parties or for timely, correct, or the conduction of payments at all under any contract of payment services between the User and those third parties.</p><p><span>12.3</span>Otherwise, regardless of the legal grounds, friendfund shall be held liable only under the following circumstances:</p><p><span>12.3.1</span>if one of its legal representatives, executives or other vicarious agents has acted intentionally or grossly negligently;</p><p><span>12.3.2</span>in the event of any culpable breach of an essential contractual duty, delayed performance or the impossibility of performance, in each case based on the respective merits. The expression "essential contractual duty" describes a duty in the abstract, the fulfillment of which is an essential pre-requisite for the due implementation of the agreement, and that is a duty on whose fulfillment the respective other party can rely as a general rule.</p><p><span>12.4</span>In the event of liability pursuant to Number 12.3.2, this shall be limited, for financial losses and damages to property, to the amount of the typically foreseeable loss.</p><p><span>12.5</span>The above limitations of liability do not apply to cases of mandatory statutory liability, in particular liability under product liability law, liability for a guarantee that has been assumed, and liability for culpable injury to life, limb or health.</p><p class="tosmainsection"><span>13</span>Confidentiality</p><p><span>13.1</span>The Parties will keep confidential all data or information of the other Party that has been disclosed in connection with this contract and that has been either indicated as confidential or is obviously recognizable as a non-disclosable information. In case of doubt, all information shall be considered confidential. This does not apply to information that has been deliberately disclosed to the public by any Party or has become public without a Party being in breach of this paragraph.</p><p class="tosmainsection"><span>14</span>Final Provisions</p><p><span>14.1</span>The transfer of any right from this contract and the transfer of this contract altogether by the a Party does require prior written consent of friendfund.</p><p><span>14.2</span>These Terms of Service and the contractual relationship between friendfund and the User shall be solely governed by the laws of the Federal Republic of Germany, to the exclusion of the United Nations Convention on Contracts for the International Sale of Goods (CISG).</p><p><span>14.3</span>Should any provision of these Terms of Service be or become invalid, ineffective or denounced inapplicable by a legally binding ruling of a competent court, as a whole or in part, this shall not affect the validity of the remaining provisions and/or these Terms of Service altogether. The invalid provision will be deemed replaced by that provision that is legally effective and comes closest, in the usual understanding, to the economic intent and purpose of the invalid provision. The same shall apply to any omission.</p></div>
