Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: BADGEPOPUP_Congratulations! You've been awarded the %(badgename)s Badge!
es: ¡Felicidades! Has sido premiado con el Título de %(badgename)s

source: BADGEPOPUP_Share this with your friends
es: Compartir con mis amigos

source: CONTRIB_CONTRIB_PERMISSIONS_POPUP_We need some additional Permissions!
es: ¡Necesitamos algunos permisos adicionales!

source: CONTRIB_PERMISSIONS_POPUP_To keep your friends apprised of your funding efforts, we need some additional permissions as listed below!
es: Para mantener a tus amigos al tanto de las novedades en el bote, necesitamos permisos adicionales.

source: CONTRIB_PERMISSIONS_POPUP_TITLE_Your Email
es: Tu email

source: CONTRIB_PERMISSIONS_POPUP_To be able to give you personal notices for pool events, we require email addresses of any person that invites their friends.
es: Para poder enviarte avisos sobre lo que pasa en el bote, necesitamos tu correo electrónico.

source: CONTRIB_PERMISSIONS_POPUP_Enter Email:
es: Introduce tu correo electrónico:

source: CONTRIB_PERMISSIONS_POPUP_Grant Facebook Email
es: Acceso al correo electrónico de Facebook

source: CONTRIB_PERMISSIONS_POPUP_TITLE_Your Facebook Stream Publish Permission
es: Permiso de Publicación en Facebook

source: CONTRIB_PERMISSIONS_POPUP_In you are inviting friends from facebook, we do require Stream Publish to send out your invite messages bearing your personal notice.
es: Si estás invitando a tus amigos de facebook, solicitamos tu Permiso de Publicación para autorizarnos el envío de mensajes.

source: CONTRIB_PERMISSIONS_POPUP_Grant Stream Publish
es: Permiso de Publicación

source: INVITE_PERMISSIONS_POPUP_TITLE_Your Facebook Create Event Permission
es: Permiso para Crear Eventos en Tú Facebook

source: INVITE_PERMISSIONS_POPUP_Because you're not yet invited, we want to invite you to this pool and the associated Facebook event. To do this we need your create event persmission. We will not create events in your name, without your approval to do so, ever!
es: Debido a que aún no estas invitado, queremos invitarte a este grupo y al correspondiente evento en Facebook. Para ello necesitamos tu permiso para crear el evento. ¡No vamos a crear eventos en su nombre, sin su aprobación para hacerlo, nunca!

source: INVITE_PERMISSIONS_POPUP_Grant Create Event
es: Concesión para Crear Evento

source: CONTRIB_PERMISSIONS_POPUP_Or simply grant both in one go!
es: ¡O autoriza los dos a la vez!

source: CONTRIB_PERMISSIONS_POPUP_Grant Both!
es: ¡Los dos Permisos fueron realizados!

source: CONTRIB_PERMISSIONS_POPUP_Of course you can skip granting, by not inviting any one.
es: También puedes ignorar los permisos, de forma que no podrás invitar a nadie.

source: INVITE_PERMISSIONS_POPUP_Almost there!
es: ¡Casi hemos terminado!

source: INVITE_PERMISSIONS_POPUP_To keep your friends up to date with your gift pool, we'll need:
es: Para mantener a tus amigos al tanto de las novedades en el bote, necesitamos:

source: INVITE_PERMISSIONS_POPUP_TITLE_Your Email
es: Tu correo electrónico

source: INVITE_PERMISSIONS_POPUP_To receive notifications of any updates on your pool, please enter your email address or use your facebook email.
es: Para recibir avisos de las novedades en tu bote, por favor, introduce tu email o utiliza tu correo electrónico de facebook.

source: INVITE_PERMISSIONS_POPUP_Email:
es: Correo electrónico:

source: INVITE_PERMISSIONS_POPUP_Grant Facebook Email
es: Acceso al correo electrónico de Facebook

source: INVITE_PERMISSIONS_POPUP_TITLE_Your Facebook Stream Publish Permission
es: Permiso de Publicación

source: INVITE_PERMISSIONS_POPUP_Because you're inviting friends from Facebook, we need Stream Publish permission so they can receive your personal invitation.
es: Debido a que estás invitando a tus amigos de Facebook, necesitamos el Permiso de Publicación para que ellos puedan recibir tu invitación personal.

source: INVITE_PERMISSIONS_POPUP_Grant Stream Publish
es: Permiso de Publicación

source: INVITE_PERMISSIONS_POPUP_Because you're inviting friends from Facebook, we need Create Event permission so they can receive your personal invitation.
es: Debido a que estás invitando a tus amigos de Facebook, necesitamos el Permiso de Publicación de Eventos para que ellos puedan recibir tu invitación personal.

source: INVITE_PERMISSIONS_POPUP_...or grant both in one go!
es: ...o autoriza los dos de una vez:

source: INVITE_PERMISSIONS_POPUP_Grant Both!
es: ¡Autoriza los dos!

source: INVITE_PERMISSIONS_POPUP_Of course you can skip granting, by not inviting any one.
es: También puedes omitir el permiso no invitando a nadie.

source: Skip
es: Envía invitaciones más tarde.

source: AMAZON_POPUP_How do I paste a link from Amazon
es: ¿Cómo puedo pegar un enlace de Amazon?

source: AMAZON_POPUP_Open Amazon in a new Window and find your perfect gift
es: Abre Amazon en una ventana nueva y encuentra el regalo perfecto

source: AMAZON_POPUP Step_1 Go to an amazon site of your receivers location, i.e. www.amazon.com, www.amazon.co.uk or www.amazon.de, and find your gift.
es: Entra en la página de Amazon en el lugar de ubicación de tu destinatario, por ejemplo www.amazon.com, www.amazon.co.uk or www.amazon.de, y encuentra tu regalo.

source: AMAZON_POPUP_Right click with your mouse and click copy
es: Haz clic en la parte derecha de tu ratón y en copiar

source: AMAZON_POPUP Step_2 Copy the amazon url from your browsers address bar when you have found your perfect gift.
es: Copia la URL de Amazon de tu barra de navegación cuando hayas encontrado el regalo perfecto.

source: AMAZON_POPUP_Go back to friendfund and paste the link to your gift
es: Vuelve a friendfund y pega el enlace de tu regalo

source: AMAZON_POPUP Step_3 Paste that url into the friendfund gift search bar and enjoy!
es: Pega esta URL en la barra de búsqueda de regalos en friendfund y disfruta!

source: AMAZON_POPUP Please observe that we currently only accept Articles that are sold directly by Amazon. Marketplace articles can currently not be purchased via friendfund.
es: Por favor, ten en cuenta que actualmente sólo aceptamos artículos que se vendan directamente desde Amazon. El resto de los artículos no se pueden adquirir a través de friendfund.

source: INVITE_PAGE_LABEL_Gift Pool Invitation Examples:
es: Ejemplos de Invitaciones a Botes:

source: INVITE_PAGE_LABEL_Our automated invitations will look similar to the following.
es: Nuestras invitaciones automaticas tendrán un aspecto similar al siguiente.

source: INVITE_PAGE_LABEL_Email Invitations:
es: Invitaciones con Email:

source: INVITE_PAGE_LABEL_Your email invitees will receive this message personalized in their email inbox.
es: Los invitados por email, recibirán este mensaje personalizado en su bandeja de entrada.

source: INVITE_PAGE_LABEL_Twitter Invitations:
es: Invitaciones con Twitter:

source: INVITE_PAGE_LABEL_Your Twitter invitees will receive an @message
es: Los invitados de Twitter recibirán un @Menciones

source: INVITE_PAGE_LABEL_Facebook Invitations:
es: Invitaciones con Facebook:

source: INVITE_PAGE_LABEL_Your Facebook friends will be invited via a Facebook Event.
es: Tus amigos de Facebook serán invitados a través de un Evento de Facebook.

source: INVITE_PAGE_LABEL_You can always change this Invite Text on the Facebook Event itself, inside Facebook.
es: Siempre puedes cambiar el Texto de la Invitación del Evento Facebook, dentro de Facebook.

source: PAGE_INDEX_BUTTON_Select an Event
de: Event wählen
es: Escoge un evento

source: PAGE_INDEX_BUTTON_Select the special occasion for which your gift pool is being created.
de: Wähle das besondere Event für das du deinen Pool gründen möchtest.
es: Escoge un evento especial por el que creas el bote.

source: EVENT_PANEL_Select an Event
de: Wähle ein Event
es: Escoge un Evento

source: EVENT_PANEL_Just because...
de: Einfach so...
es: El hecho de que...

source: EVENT_PANEL_Submit
de: Ok
es: Enviar

source: EVENT_PANEL_And Pick a Date
de: Wähle noch das Datum
es: Escoge una Fecha

source: PAGE_INDEX_BUTTON_Select a Gift
de: Geschenk wählen
es: Escoge un Regalo

source: PAGE_INDEX_BUTTON_Find the perfect gift from a selection of thousands.
de: Finde das perfekte Geschenk unter tausenden Möglichkeiten.
es: Descubre el regalo perfecto entre una selección de miles.

source: PRODUCT_SEARCH_PANEL_Nothing Really Found, search for something else?
de: Leider nichts gefunden. Vielleicht möchtest du nach etwas anderem suchen?
es: Perdón, no se ha encontrado nada. Por favor, intenta una nueva búsqueda.

source: PRODUCT_SEARCH_PANEL_Read More
de: Mehr bei
es: Leer más

source: PRODUCT_SEARCH_PANEL_Select
de: Auswählen
es: Seleccionar

source: PRODUCT_SEARCH_PANEL_Select your Amazon Site to search on:
de: Wähle deine Amazon Seite
es: Selecciona la página de Amazon que usarás para buscar tu producto

source: Search for almost anything ...
de: Suche nach irgendwas...
es: Busca casi cualquier cosa ...

source: PRODUCT_SEARCH_PANEL_Search
de: Suche
es: Buscar

source: Search %s to find the perfect gift.
de: Durchsuche %s und finde das perfekte Geschenk.
es: Búsqueda %s para encontrar el regalo perfecto.

source: PRODUCT_BROWSER_SEARCH_TITLE_Search Results for "%s"
de: Suchergebnisse für "%s"
es: Resultados de la busqueda para "%s"

source: PAGE_INDEX_BUTTON_Select a Friend
de: Freund wählen
es: Escoge a un Amigo

source: PAGE_INDEX_BUTTON_Select your gift receiver from your Facebook, Twitter or email friends.
de: Wähle einen Empfänger aus deinen Facebook, Twitter oder E-Mail Freunden.
es: Escoge al destinatario de tu regalo desde tu Facebook, Twitter o Email de tu amigo.

source: Connect with Facebook
es: Entra con Facebook

source: RECEIVER_PANEL_FBLOGIN_To invite your Facebook Friends, You should Connect with Facebook!
de: Um deine Facebook Freunde einzuladen musst du dich bei Facebook einloggen!
es: Para invitar tus amigos de Facebook, por favor, conéctate con Facebook.

source: INVITE_PAGE_LABEL_Search friends ...
de: Freunde suchen...
es: Buscar amigos ...

source: RECEIVER_PANEL_Select
de: Wählen
es: Selecciona

source: RECEIVER_PANEL_HEADER_You need to login in order to choose yourself!
de: Um dich selbst auszuwählen, musst du dich zuerst mit Facebook einloggen.
es: ¡Necesitas iniciar sesión para poder elegirte a tí mismo!

source: FRIENDSELECTOR_You dont seem to have any friends on %(network)s yet, sorry.
de: Es scheint, dass du noch keien Freunde auf %(network)s hast.
es: No parece que tengas ningún amigo %(network)s todavía, lo siento.

source: RECEIVER_BIRTHDAY_LABEL_Birthday: %(dob_fmt)s
de: Geburtstag: %(dob_fmt)s
es: Cumpleaños: %(dob_fmt)s

source: RECEIVER_BIRTHDAY_LABEL_%(dob_difference)s days to go
de: Nur Noch <b>%(dob_difference)s Tage</b>
es: Dias para %(dob_difference)s

source: RECEIVER_PANEL_HEADER_or
de: oder
es: o

source: RECEIVER_PANEL_HEADER_choose yourself
de: dich selbst
es: tú mismo

source: Connect with Twitter
es: Entra con Twitter

source: RECEIVER_PANEL_HEADER_To invite your Twitter Friends, You should Connect with Twitter!
de: Um Twitter Freunde einzuladen, musst dich erst mit Twitter anmelden.
es: Para invitar a tus Amigos de Twitter, por favor, conéctate con Twitter.

source: INVITE_PAGE_Only Mutual Friends
de: Nur gemeinsame Freunde
es: Sólo amigos en común

source: INVITE_PAGE_LABEL_Invite All
de: Alle einladen
es: Invita a todos

source: INVITE_LABEL_Invite
de: Einladen
es: Invitar

source: INVITE_LABEL_Remove
de: Entfernen
es: Quitar

source: INVITE_PAGE_LABEL_Name of your friend:
de: Name deines Freundes:
es: Nombre de tu amigo:

source: INVITE_PAGE_LABEL_Email address of your friend:
de: E-Mail Adresse deines Freundes
es: Correo electrónico de tu amigo:

source: INVITE_PAGE_LABEL_Submit
de: Abschicken
es: Enviar

source: LOGIN_PAGE_LABEL_Email Address
de: E-Mail Adresse
es: Dirección de Email

source: LOGIN_PAGE_LABEL_Password
de: Passwort
es: Contraseña

source: FF_HOMEPAGE_SLOGAN_friendfund it.
de: Sammle Geld mit deinen Freunden.
es: Friendfund it

source: FF_HOMEPAGE_SLOGAN_Collect money by creating a pool and inviting friends to chip in.
de: Gründe einen Pool. Mach mit. friendfund it!
es: Recauda dinero con tus amigos. Crea un bote y contribuye.

source: FF_HOMEPAGE_SLOGAN_Learn more
de: Erfahre mehr
es: Aprende más

source: FF_HOMEPAGE_FORM_We need
de: Wir brauchen
es: Necesitamos

source: FF_HOMEPAGE_FORM_for
de: für
es: para

source: FF_HOME_PAGE_Examples: a weekend away, my sports club...
de: Beispiele: Gruppengeschenke, Urlaub, Verein...
es: Ejemplos: un fin de semana fuera, mi club de deporte...

source: FF_HOMEPAGE_FORM_You can also paste a link from any website here.
de: Du kannst auch einfach einen Link einfügen.
es: Puedes pegar aquí un enlace de cualquier página web.

source: FF_HOME_PAGE_Get Started
de: Los Geht's
es: Comenzar

source: FF_HOMEPAGE_BOXES_SEEN IN
de: BEKANNT AUS
es: NOS PUEDES VER EN

source: FF_HOMEPAGE_BOXES_Featured Pools
de: Pools unserer Community
es: Botes Destacados

source: FF_HOMEPAGE_BOXES_Where else can I use friendfund?
de: Unsere Partner
es: ¿En qué otro sitio puedo usar friendfund?

source: FF_HOMEPAGE_BOXES_created by %(admin_name)s
de: gegründet von %(admin_name)s
es: Creado por %(admin_name)s

source: FF_FOOTER_About
es: Sobre nosotros

source: FF_FOOTER_About Friendfund
es: Acerca de

source: FF_FOOTER_Our blog
es: Blog

source: FF_FOOTER_Jobs
es: Trabaja con nosotros

source: FF_FOOTER_FAQ
es: Preguntas frecuentes

source: FF_FOOTER_Contact
es: Contactar

source: FF_FOOTER_Contact Friendfund
es: Contactar con Friendfund

source: FF_FOOTER_Become a partner
de: Partner werden
es: Asociate con nosotros

source: FF_FOOTER_Legal
es: Condiciones legales

source: FF_FOOTER_Terms of Service
es: Condiciones del servicio

source: FF_FOOTER_Privacy
es: Privacidad

source: FF_FOOTER_Connect
de: Community
es: Conectar

source: FF_FOOTER_Like us on Facebook
de: Like uns auf Facebook
es: Síguenos en Facebook

source: FF_FOOTER_Follow us on Twitter
de: Folge uns auf Twitter
es: Síguenos en Twitter

source: FF_FOOTER_Subscribe to our blog
de: Abonniere unseren Blog
es: Suscríbete a nuestro blog

source: FF_FOOTER_2010 friendfund All Rights Reserved
de: 2011 friendfund GmbH. Alle Rechte vorbehalten.
es: 2011 Friendfund GmbH todos los derechos reservados

source: FF_MESSAGE_LINK_Back to Pool
de: zurück zum Pool
es: Volver al bote

source: FF_FOOTER_Language:
de: Sprache
es: Idioma

source: FF_STATIC_MENU_Our blog
de: Unser Blog
es: nuestro blog

source: FF_STATIC_MENU_Jobs
de: Jobs
es: Trabajar con nosotros

source: FF_STATIC_MENU_Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes

source: FF_STATIC_MENU_How Does It Work
de: Wie funktionert's
es: ¿Cómo Funciona?

source: FF_STATIC_MENU_Contact Friendfund
de: Kontaktiere uns
es: Contactar con friendfund

source: FF_STATIC_MENU_Become a Partner
de: Partner werden
es: Asociate con nosotros

source: FF_STATIC_MENU_Terms of Service
de: Nutzungsbedingungen
es: Condiciones del servicio

source: FF_STATIC_MENU_Privacy
de: Datenschutz
es: Privacidad

source: FF_STATIC_MENU_Chip in with confidence
de: Zahlen mit Sicherheit
es: Contribuir con confianza

source: FF_MENU_Create a pool
de: Gründe einen Pool
es: CREAR UN BOTE

source: FF_STATIC_MENU_Connect with Us
de: Verbinde dich mit uns
es: Conectar con nosotros

source: FF_Contact
de: Kontakt
es: Contacto

source: FF_CONTACT_Contact Us
de: Kontaktiere uns
es: Contacta con nosotros

source: FF_CONTACT_Send Us a Message
de: Sende uns eine Nachricht
es: Envianos un mensaje

source: FF_CONTACT_Subject
de: Betreff
es: Asunto

source: FF_CONTACT_Write your subject here...
de: Gib deinen Betreff ein...
es: Escribe tu asunto aqui...

source: FF_CONTACT_Message
de: Nachricht
es: Mensaje

source: FF_CONTACT_Write your message here...
de: Hier eine Nachricht von dir an uns...
es: Escribe tu mensaje aquí...

source: FF_CONTACT_Name
de: Name
es: Nombre

source: FF_CONTACT_Write your name here...
de: Gib deinen Namen ein...
es: Escribe tu nombre aquí...

source: FF_CONTACT_Email
de: Email
es: Correo

source: FF_CONTACT_Write your email here...
de: Deine E-Mail Adresse...
es: Escribe tu email aquí...

source: FF_CONTACT_Send
de: Senden
es: Enviar

source: FF_CONTACT_Other Ways to Get in Touch
de: Weitere Kontaktmöglichkeiten
es: Otras maneras de contactar con nosotros

source: FF_CONTACT_Phone
de: Telefon
es: Teléfono

source: FF_CONTACT_Mail
de: Adresse
es: Correo

source: FF_CONTACT_We'd love to hear how you'd <a target="_blank" href="%s">improve friendfund.</a>
de: Wir würden gerne erfahren, wie du <a target="_blank" href="%s">friendfund verbessern</a> würdest.
es: Nos encantaría saber como te gustaría <a target="_blank" href="%s">mejorar friendfund.</a>

source: FF_Jobs
de: Jobs
es: Trabajo

source: FF_About Us
de: Über Uns
es: Acerca de

source: FF_Become a Partner
de: Werde Partner
es: Asociate con nosotros

source: FF_FAQ
es: Preguntas frecuentres

source: FF_Learn More
de: Erfahre mehr
es: Saber más

source: FF_Privacy
de: Datenschutz
es: Privacidad

source: FF_Terms of Service
de: Nutzungsbedingungen
es: Condiciones del servicio

source: FF_ALL_OR_NOTHING_POPUP_What is “All or Nothing”?
de: Was ist "Alles-oder-Nichts"?
es: ¿Que es "Todo o nada"?

source: FF_ALL_OR_NOTHING_POPUP_For a Pool to be successful, it needs to reach its Funding Goal before the expiry date. If not, the Admin walks away with nothing and contributors are not charged.
de: Damit ein Pool erfolgreich ist, müssen sich genügend Einzahler finden, damit die erforderliche Geldsumme vor dem Ablauf der Frist erreicht werden kann. Schafft ihr das nicht, zahlt niemand auch nur einen Cent und der Admin bekommt auch nichts.
es: Para alcanzar un bote con éxito, necisitamos conseguir el total antes de la fecha de caducidad. Si no, el administrador del bote no recibe nada y no se les cargará nada a los contribuidores.

source: FF_ALL_OR_NOTHING_POPUP_If you want to see this Pool come to life, spread the word and help get it funded!
de: Um den Pool zum Erfolg zu verhelfen solltest du das Wort verbreiten, den Pool mit deinen Freunden teilen und alle zum mitmachen animieren!
es: Si quieres que el bote llegue a su total, corre la voz y consigue ayuda para financiarlo!

source: FF_Close
de: Schließen
es: Cerrar

source: FF_HOWINVITEDPOPUP_How will my friends be notified?
de: Wie werden meine Freunde benachrichtigt?
es: ¿Cómo se les nofiticará a mis amigos?

source: FF_HOWINVITEDPOPUP_Your invitees will be notified of your Pool in three different ways:<br><br>Facebook friends will be invited to a Facebook Event, Email friends will be emailed,and Twitter friends will receive an @message. <br><br> Don’t worry, your privacy is sacred to us so we’ll never spam your friends or abuse your personal details.
de: Deine eingeladenen Freunde werden über deinen Pool auf drei verschiedenen Wegen benachrichtigt. Facebook Freunde werden zu einem Facebook Event eingeladen, per Email und deine Twitter Freunde bekommen einen Tweet. <br<br> Deine Privatsphäre ist uns sehr wichtig. Wir werden keine Nachrichten an deine Freunde verschicken oder deine Daten zu einem anderen Zweck verwenden.
es: Tus invitados seran notificados en tres formas diferentes:<br><br>tus amigos de Facebook seran invitados a un evento, amigos de email recibiran un correo, y tus amigos de twitter recibiran @mensaje. <br><br> No te preocupes, tu privacidad es lo mas importante, nunca mandaremos correo spam o abusar de tus datos privados.

source: FF_CVCPOPUP_Card Validation Code
de: Card Validation Code (CVC)
es: Código de Validación de Tarjeta

source: FF_CVCPOPUP_The Validation Code is the 3-digit number printed on the back of your Credit Card.
de: Der "CVC" ist eine dreistellige Nummer, welche sich auf der Rückseite einer Kreditkarte befindet.
es: El código de validación es el número de tres dígitos que aparece en la parte de atrás de tu tarjeta de crédito

source: FF_CVCPOPUP_The American Express validation code is a 4-digit number printed on the front of your card. It appears after and to the right of your card number.
de: American Express Karten besitzen eine vierstellige Nummer auf der Vorderseite.
es: El código de validación de American Express es un número de cuatro dígitos que figura al frente de tu tarjeta. Aparece después y a la derecha del número de tarjeta.

source: FF_CONTRIBUTION_by %(admin_name)s
de: von %(admin_name)s
es: por %(admin_name)s

source: FF_CONTRIB_BOX_CHIP IN WITH CONFIDENCE
de: MIT SICHERHEIT ZAHLEN
es: CONTRIBUIR CON CONFIANZA

source: FF_CONTRIB_BOX_Chipping in is safe and secure. Guaranteed!
de: Einzahlen ist bei uns sicher und geschützt. Garantiert!
es: Contribuir es seguro. Garantizado.

source: FF_CONTRIB_BOX_You’ll pay nothing if unauthorized charges are made to your Credit Card as a result of chipping in on friendfund.
de: Du zahlst nichts, wenn aus dem Einzahlen in friendfund irgendwelche nicht-authorisierten Abbuchungen entstehen.
es: Usted no tendrá que pagar nada si se hacen cargos no autorizados a su tarjeta de crédito como consecuencia de contribuir en friendfund.

source: FF_CONTRIB_BOX_YOU ARE SAFE WITH US
de: SICHER BEI UNS
es: Estas seguro con nosotroESTAS SEGURO CON NOSOTROS

source: FF_CONTRIB_BOX_All information is encrypted and transmitted without risk using a Secure Sockets Layer (SSL) protocol.
de: Alle Zahlungsinformationen werden sicher und geschützt über Secure Socket Layer (SSL)-Verbindungen übertragen.
es: Toda la información es encriptada y transmitida sin riesgo utilizando una conexión Secure Sockets Layer (SSL) protocolo.

source: FF_TITLE_Chipin to %s
de: Nimm teil an %s
es: Contribuir a %s

source: FF_CONTRIB_PAGE_HEADER_Chip In for %s
de: Nimm teil an %s
es: Contribuir para %s

source: FF_CONTRIB_PAGE_HEADER_Chip in
de: Zahle ein
es: Contribuir

source: FF_CONTRIB_PAGE_HEADER_Payment info
de: Zahlungsinformationen
es: Detalles del pago

source: FF_CONTRIB_PAGE_HEADER_Done!
de: Fertig!
es: Finalizado!

source: FF_CONTRIB_PAGE_How much do you want to contribute?
de: Wieviel möchtest du einzahlen?
es: Contribuir

source: FF_CONTRIB_PAGE_Your contribution
de: Dein Beitrag
es: Tu contribución

source: FF_CONTRIB_PAGE_MAX. CONTRIBUTION:
de: Max. Beitrag
es: CONTRIBUCION MAXIMA:

source: FF_CONTRIB_PAGE_You will only be charged if this Pool reaches its funding goal by %(expiry_date)s.
de: Du zahlst nur, wenn der Pool sein Ziel bis zum %(expiry_date)s erreicht.
es: Usted sólo tendrá que pagar si el Bote alcanza su objetivo antes del dia %(expiry_date)s.

source: FF_CONTRIB_PAGE_Payment Method
de: Zahlungsmethode
es: Forma de pago

source: FF_CONTRIB_PAGE_Privacy Settings
de: Anzeigeeinstellung
es: Configuración de privacidad

source: FF_CONTRIB_PAGE_I'm happy to show how much I've chipped in
de: Ich zeige gerne, wieviel ich beigesteuert habe.
es: Mostrar con cuanto he contribuido

source: FF_CONTRIB_PAGE_I don't want anyone to see how much I've chipped in
de: Ich möchte nicht zeigen, wieviel ich beigesteuert habe.
es: No mostrar con cuanto he contribuido

source: FF_CONTRIB_PAGE_Add a personal message <span>(optional)</span>
de: Füge eine persönliche Nachricht hinzu <span>(optional)</span>
es: Añade un mensaje personal <span>(optional)</span>

source: FF_CONTRIB_PAGE_Your message
de: Deine Nachricht
es: Tu mensaje

source: FF_CONTRIB_PAGE_Write your description here...
de: Hier kommt eine persönliche Nachricht...
es: Escribe la descripción aquí...

source: FF_CONTRIB_PAGE_This message will appear on (%(admin_name)s's) e-card if the Pool is successfully funded.
de: Diese Nachricht erscheint auf (%(admin_name)s's) eCard.
es: Este mensaje aparecerá en la tarjeta de (%(admin_name)s's) si el bote se completa con éxito.

source: FF_CONTRIB_PAGE_I accept the
de: Ich akzeptiere die
es: Acepto

source: FF_CONTRIB_PAGE_Terms of service
de: AGB.
es: Condiciones del servicio
