Repository: MartinPeschke/friendfundweb
Catalog: friendfund/i18n/*/LC_MESSAGES/friendfund.po
Languages: de, es

source: PAGE_INDEX_MESSAGE_Please select Who, When and What first!
de: Bitte wähle zuerst Freund, Event und Geschenk aus.
es: ¡Por favor, primero selecciona "Who", "When" y "What"!

source: PAGE_INDEX_BUTTON_Invite Friends
de: Los geht's!
es: Invitar amigos

source: PAGE_INDEX_FUNDERSTEXT_Once you've selected a receiver, an event and a gift, invite your friends to chip in to your gift pool.
de: Lade deine Freunde zum mitmachen ein.
es: Una vez hayas escogido el destinatario, el evento y el regalo, invita a tus amigos a contribuir al bote.

source: STATIC_TITLE_Contact
de: Kontakt
es: Contacto

source: STATIC_HEADER_Contact
de: Kontakt
es: Contacto

source: STATIC_TITLE_Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes

source: STATIC_HEADER_Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes

source: STATIC_TITLE_Impressum
de: Impressum
es: Imprimir

source: STATIC_HEADER_Impressum
de: Impressum
es: Imprimir

source: STATIC_IMPRESSUM_CONTENT
de: <p>friendfund Gmbh</p><p>Landsberger Allee 117</p><p>10407 Berlin</p><p>+49 (30) 99272540</p><p>&nbsp;</p><p>E-Mail: info@friendfund.com</p><p>&nbsp;</p><p>Handelsregisternummer: 127841 B,</p><p>Registergericht: Amtsgericht Berlin Charlottenburg,</p><p>Geschäftsführer: Henry George McCarney</p>
es: <p>friendfund Gmbh</p><p>Landsberger Allee 117</p><p>10407 Berlin</p><p>+49 (30) 99272540</p><p>&nbsp;</p><p>E-Mail: info@friendfund.com</p><p>&nbsp;</p><p>Handelsregisternummer: 127841 B,</p><p>Registergericht: Amtsgericht Berlin Charlottenburg,</p><p>Geschäftsführer: Henry George McCarney</p>

source: STATIC_TITLE_Privacy
de: Datenschutz
es: Privacidad

source: STATIC_HEADER_Privacy
de: Datenschutz
es: Privacidad

source: STATIC_PRIVACY_STATEMENT_CONTENT
de: <div id="termsofservice"><p class="tosheading tosheader">Datenschutzerklärung</p><p class="tosheading effectivedate">(Zu den Agb's)</p><p>Die friendfund GmbH, Landsberger Allee, 10407 Berlin (nachfolgend "friendfund") erhebt, nutzt und verarbeitet personenbezogenen Daten der Nutzer im Zusammenhang mit der Nutzung des internetbasierten Informationsplattform friendfund.com durch den Nutzer nach Maßgabe des deutschen Datenschutzrechts sowie der folgenden Datenschutzerklärung. Mit seiner Einwilligung erklärt sich der Nutzer mit diesen Regelungen zur Verwendung seiner persönlichen Daten durch friendfund einverstanden.</p><p class="tosmainsection"><span>1.</span>Datenerhebung</p><p>friendfund erhebt personenbezogene Daten auf verschiedene Arten bei der Nutzung von friendfund.com.</p><p>a) Im Rahmen der Registrierung werden die vom Nutzer angegebenen Daten gespeichert, insbesondere die von ihm eingegebene E-Mailadresse.</p><p>b) Bei jeder Nutzung über die Website wird ebenfalls die IP-Adresse gespeichert.</p><p class="tosmainsection"><span>2.</span>Datenverwendung</p><p>Die wie vorstehend erhobenen Daten des Nutzers werden zur Erfüllung der Leistungen aus dem abgeschlossenen Vertrag gegenüber dem Nutzer genutzt und verarbeitet. Insbesondere ist friendfund berechtigt, diejenigen personenbezogenen Daten des Nutzers an Dritte weiterzugeben, die die Daten benötigen, um von friendfund gegenüber dem Nutzer erbrachte Leistungen abzurechnen.</p><p>Für andere friendfund.com Nutzer sind der Benutzernamen, die Geschenkpools (solange nicht geheim oder anonym) des Nutzers, etwaige Portraits und sonstige Postings auf friendfund.com sichtbar. Diese Inhalte können auch von Suchmaschinen aufgefunden werden. Insbesondere die E-Mailadresse wird anderen friendfund.com Nutzern jedoch nicht von friendfund zugänglich gemacht und ist auch nicht von Suchmaschinen auffindbar.</p><p class="tosmainsection"><span>3.</span>Datenzugriff durch den Nutzer</p><p>Der Nutzer kann seine Angaben im Nutzerkonto jederzeit unter Verwendung seines Benutzernamens und Passworts einsehen und bearbeiten oder das Nutzerkonto vollständig löschen.</p><p class="tosmainsection"><span>4.</span>Cookies und Logdateien</p><p>Bei der Nutzung von friendfund.com verwendet friendfund Cookies. Cookies sind kleine Dateien, die auf dem Endgerät des Nutzers abgelegt werden, insbesondere um die Navigation zu erleichtern. Durch eine entsprechende Einstellung des Browsers kann das Setzen von Cookies verhindert werden. Dies kann jedoch zu Funktionseinschränkungen führen.</p><p>friendfund speichert in einer Protokolldatei anonymisiert die Informationen, die der Browser des Nutzers an friendfund übermittelt. Dies sind:</p><p>- Browsertyp/ -version</p><p>- Referrer URL (die zuvor besuchte Seite)</p><p>- Hostname des zugreifenden Rechners (IP Adresse)</p><p>- Uhrzeit der Serveranfrage.</p><p>Diese Daten sind für friendfund nicht bestimmten Personen zuordenbar.</p><p class="tosmainsection"><span>5.</span>Einsatz von Analyseprogrammen</p><p>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. ("Google"). Google Analytics verwendet sog. Cookies, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.</p><p>Darüber hinaus verwenden wir von Zeit zu Zeit auch Analyseprogramme anderer Anbieter, um die hieraus gewonnenen Erkenntnisse anonym oder pseudonym im Rahmen der gesetzlichen Vorgaben zur bedarfsgerechten Gestaltung des Angebots und für Werbe- und Marketingzwecke zu nutzen. Wir werden diese Informationen keinesfalls personenbezogen, d. h. im direkten Zusammenhang mit Ihrem Namen, verwenden.</p><p class="tosmainsection"><span>6.</span>Widerruf, Auskunft und Ansprechpartner</p><p>Die Einwilligung zur Erhebung, Nutzung und Verarbeitung der Daten kann der Nutzer jederzeit für die Zukunft unter der nachfolgenden Anschrift widerrufen. Bei vollständigem Widerruf wird friendfund jedoch das Nutzerkonto deaktivieren. Die vom Nutzer eingestellten Inhalte können aufrechterhalten werden, um die Verständlichkeit der Kommunikation zu gewährleisten, sofern keine personenbezogenen Daten des Nutzers hiervon betroffen sind.</p><p>Bei Fragen zur Erhebung, Verarbeitung oder Nutzung seiner personenbezogenen Daten oder sonstigen Fragen zu seinen Daten kann sich der Nutzer jederzeit an privacy@friendfund.com wenden.</p></div>
es: <div id="privacy" class="static"><p class="tosheading tosheader">Tu Privacidad</p><p> En friendfund nos comprometemos a proteger tu privacidad. Sólo utilizamos la información que nos proporcionas para ofrecer un servicio adecuado en nuestra web. Por favor, sigue leyendo para conocer más detalles sobre nuestra Política de Privacidad. <p><p class="tosmainsection">La siguiente información está recogida en friendfund.com: </p><p>Tu dirección de IP. Si te registras en una cuenta guardaremos tu dirección de correo electrónico, tu nombre de usuario y tu contraseña. Si estás usando una red social como Facebook solamente guardaremos la información que es compatible con la política de privacidad de terceros. Nosotros no tenemos acceso a tus datos de acceso de Facebook, Twitter u otra red social. </p><p class="tosmainsection"> Nosotros utilizamos esta información para: </p><p> Proporcionarte la mejor experiencia posible ; Comunicarnos contigo para informarte de ofertas y promociones; Facilitarte un contenido personalizado y difundir lo que pueda ser de tu interés; Recopilar datos sobre cómo la web esta siendo usada y mejorar su calidad. </p><p class="tosmainsection">¿Quién tiene acceso a la información personal? </p><p>La información de tu cuenta es accesible sólo por nuestro personal. No compartimos las direcciones de correo electrónico o cualquier otro dato con un tercero, siempre que no se indice lo contrario en las Condiciones de Uso. </p><p class="tosmainsection">Nuestra seguridad recoge:</p><p>Guardar tu información personal, codificar tu contraseña. Nuestros datos se almacenan en lugares seguros en nuestros equipos que están protegidos por la última tecnología de seguridad. </p><p class="tosmainsection">Nuestra privacidad online para menores</p><p>Nuestro sitio web no está diseñada para atraer a los niños menores de 16 años. No recopilamos información de identificación personal de ningún menor de 16 años a menos tenga el permiso de los padres o de un tutor legal. </p><p class="tosmainsection">Uso de cookies</p><p>Nuestro sitio web hace uso de cookies; que son pequeños archivos digitales que se almacenan en el navegador web y que nos permiten acceder al seguimiento de tus visitas en nuestra web. La configuración del navegador te permite bloquear estas cookies, pero te recomendamos que no lo hagas para ayudarnos a personalizar tu experiencia de nuestra web. Además, terceros anunciantes en nuestro sitio web puede utilizar estas cookies para rastrear tu pedido. </p><p class="tosmainsection">Preguntas y Comentarios</p><p>Si tienes alguna pregunta o comentario relacionado con nuestra Política de Privacidad, por favor, envíanos un correo electrónico a privacy@friendfund.com.</p></div>

source: STATIC_TITLE_Terms of Service
de: Nutzungsbedingungen
es: Condiciones de Uso

source: STATIC_HEADER_Terms of Service
de: Nutzungsbedingungen
es: Condiciones de Uso
